Repository: zhangjiangen11/tabletop-club
Catalog: assets/.translations/*.po
Languages: ru, ta

source: Table
ru: Стол
ta: அட்டவணை

source: Blank Page
ru: Пустая Страница
ta: வெற்று பக்கம்

source: There's nothing here...
ru: Тут ничего нет...
ta: இங்கே எதுவும் இல்லை ...

source: Score Card
ru: Карта Очков
ta: ச்கோர் அட்டை

source: A generic score card for up to 10 players.
ru: Карта подсчёта очков до десяти игроков.
ta: 10 வீரர்கள் வரை பொதுவான மதிப்பெண் அட்டை.

source: Radio
ru: Радио
ta: வானொலி

source: An old radio from a bygone era.
ru: Старый радиоприемник из ушедшей эпохи.
ta: கடந்த காலத்திலிருந்து ஒரு பழைய வானொலி.

source: Blue
ru: Синий
ta: நீலம்

source: A blue token.
ru: Синий жетон.
ta: ஒரு நீல கிள்ளாக்கு.

source: Brown
ru: Коричневый
ta: பழுப்பு

source: A brown token.
ru: Коричневый жетон.
ta: ஒரு பழுப்பு கிள்ளாக்கு.

source: Cyan
ru: Голубой
ta: சியான்

source: A cyan token.
ru: Голубой жетон.
ta: ஒரு சியான் கிள்ளாக்கு.

source: Domino 0-0
ru: Домино 0-0
ta: டோமினோ 0-0

source: Domino 0-1
ru: Домино 0-1
ta: டோமினோ 0-1

source: Domino 0-2
ru: Домино 0-2
ta: டோமினோ 0-2

source: Domino 0-3
ru: Домино 0-3
ta: டோமினோ 0-3

source: Domino 0-4
ru: Домино 0-4
ta: டோமினோ 0-4

source: Domino 0-5
ru: Домино 0-5
ta: டோமினோ 0-5

source: Domino 0-6
ru: Домино 0-6
ta: டோமினோ 0-6

source: Domino 1-1
ru: Домино 1-1
ta: டோமினோ 1-1

source: Domino 1-2
ru: Домино 1-2
ta: டோமினோ 1-2

source: Domino 1-3
ru: Домино 1-3
ta: டோமினோ 1-3

source: Domino 1-4
ru: Домино 1-4
ta: டோமினோ 1-4

source: Domino 1-5
ru: Домино 1-5
ta: டோமினோ 1-5

source: Domino 1-6
ru: Домино 1-6
ta: டோமினோ 1-6

source: Domino 2-2
ru: Домино 2-2
ta: டோமினோ 2-2

source: Domino 2-3
ru: Домино 2-3
ta: டோமினோ 2-3

source: Domino 2-4
ru: Домино 2-4
ta: டோமினோ 2-4

source: Domino 2-5
ru: Домино 2-5
ta: டோமினோ 2-5

source: Domino 2-6
ru: Домино 2-6
ta: டோமினோ 2-6

source: Domino 3-3
ru: Домино 3-3
ta: டோமினோ 3-3

source: Domino 3-4
ru: Домино 3-4
ta: டோமினோ 3-4

source: Domino 3-5
ru: Домино 3-5
ta: டோமினோ 3-5

source: Domino 3-6
ru: Домино 3-6
ta: டோமினோ 3-6

source: Domino 4-4
ru: Домино 4-4
ta: டோமினோ 4-4

source: Domino 4-5
ru: Домино 4-5
ta: டோமினோ 4-5

source: Domino 4-6
ru: Домино 4-6
ta: டோமினோ 4-6

source: Domino 5-5
ru: Домино 5-5
ta: டோமினோ 5-5

source: Domino 5-6
ru: Домино 5-6
ta: டோமினோ 5-6

source: Domino 6-6
ru: Домино 6-6
ta: டோமினோ 6-6

source: Green
ru: Зелёный
ta: பச்சை

source: A green token.
ru: Зелёный жетон.
ta: ஒரு பச்சை கிள்ளாக்கு.

source: Orange
ru: Оранжевый
ta: ஆரஞ்சு

source: An orange token.
ru: Оранжевый жетон.
ta: ஒரு ஆரஞ்சு கிள்ளாக்கு.

source: Pink
ru: Розовый
ta: இளஞ்சிவப்பு

source: A pink token.
ru: Розовый жетон.
ta: ஒரு இளஞ்சிவப்பு கிள்ளாக்கு.

source: Purple
ru: Фиолетовый
ta: ஊதா

source: A purple token.
ru: Фиолетовый жетон.
ta: ஒரு ஊதா கிள்ளாக்கு.

source: Red
ru: Красный
ta: சிவப்பு

source: A red token.
ru: Красный жетон.
ta: ஒரு சிவப்பு கிள்ளாக்கு.

source: White
ru: Белый
ta: வெள்ளை

source: A white token.
ru: Белый жетон.
ta: ஒரு வெள்ளை கிள்ளாக்கு.

source: Yellow
ru: Жёлтый
ta: மஞ்சள்

source: A yellow token.
ru: Жёлтый жетон.
ta: ஒரு மஞ்சள் கிள்ளாக்கு.

source: A poker chip.
ru: Покерная фишка.
ta: ஒரு போக்கர் சிப்.

source: 20 x 1 Chips
ru: 20 x 1 фишек
ta: 20 ஃச் 1 சில்லுகள்

source: A stack of 20 1-value chips.
ru: Стопка из 20 фишек номиналом 1.
ta: 20 1-மதிப்பு சில்லுகளின் அடுக்கு.

source: 20 x 10 Chips
ru: 20 x 10 фишек
ta: 20 ஃச் 10 சில்லுகள்

source: A stack of 20 10-value chips.
ru: Стопка из 20 фишек номиналом 10.
ta: 20 10-மதிப்பு சில்லுகளின் அடுக்கு.

source: 20 x 100 Chips
ru: 20 х 100 фишек
ta: 20 ஃச் 100 சில்லுகள்

source: A stack of 20 100-value chips.
ru: Стопка из 20 фишек номиналом 100.
ta: 20 100-மதிப்பு சில்லுகளின் அடுக்கு.

source: 20 x 25 Chips
ru: 20 x 25 фишек
ta: 20 ஃச் 25 சில்லுகள்

source: A stack of 20 25-value chips.
ru: Стопка из 20 фишек номиналом 25.
ta: 20 25-மதிப்பு சில்லுகளின் அடுக்கு.

source: 20 x 5 Chips
ru: 20 x 5 фишек
ta: 20 ஃச் 5 சில்லுகள்

source: A stack of 20 5-value chips.
ru: Стопка из 20 фишек номиналом 5.
ta: 20 5-மதிப்பு சில்லுகளின் அடுக்கு.

source: D
ta: டி

source: Tantolunden
ru: Тантолунден
