Repository: zhangjiangen11/tabletop-club
Catalog: assets/.translations/*.po
Languages: ru, ta

source: Chess Board
ru: Шахматная доска
ta: செச் போர்டு

source: An 8x8 Chess board.
ru: Шахматная доска 8 на 8.
ta: ஒரு 8x8 செச் போர்டு.

source: Go Board (Large)
ru: Доска для Го (большая)
ta: கோ போர்டு (பெரியது)

source: A 19x19 Goban.
ru: Доска для Го 19x19.
ta: ஒரு 19x19 கோபன்.

source: Go Board (Small)
ru: Доска для Го (Малая)
ta: கோ போர்டு (சிறியது)

source: A 13x13 and 9x9 Goban.
ru: Доски для Го 13x13 и 9x9.
ta: ஒரு 13x13 மற்றும் 9x9 கோபன்.

source: 52-Card Deck
ru: Колода из 52 карт
ta: 52-கார்டு டெக்

source: A deck of poker-sized French-suited playing cards excluding jokers.
ru: Колода игральных карт французской масти размером для покера, за исключением джокеров.
ta: சோக்கர்களைத் தவிர்த்து போக்கர் அளவிலான பிரஞ்சு-பொருத்தமான விளையாட்டு அட்டைகளின் ஒரு தளம்.

source: Ace of Clubs
ru: Туз треф
ta: கிளப்புகளின் ஏச்

source: A poker-sized French-suited playing card.
ru: Игральная карта французской масти размером для покера.
ta: ஒரு போக்கர் அளவிலான பிரஞ்சு-பொருத்தமான விளையாட்டு அட்டை.

source: Ace of Diamonds
ru: Туз бубен
ta: வைரங்களின் ஏச்

source: Ace of Hearts
ru: Туз червей
ta: இதயங்களின் ஏச்

source: Ace of Spades
ru: Туз пик
ta: மண்வெட்டிகளின் ஏச்

source: Eight of Clubs
ru: Восьмерка треф
ta: எட்டு கிளப்புகள்

source: Eight of Diamonds
ru: Восьмерка бубен
ta: எட்டு வைரங்கள்

source: Eight of Hearts
ru: Восьмерка червей
ta: எட்டு இதயங்கள்

source: Eight of Spades
ru: Восьмерка пик
ta: எட்டு மண்வெட்டி

source: Five of Clubs
ru: Пятерка треф
ta: ஐந்து கிளப்புகள்

source: Five of Diamonds
ru: Пятерка бубен
ta: ஐந்து வைரங்கள்

source: Five of Hearts
ru: Пятерка червей
ta: ஐந்து இதயங்கள்

source: Five of Spades
ru: Пятерка пик
ta: ஐந்து மண்வெட்டி

source: Four of Clubs
ru: Четверка треф
ta: நான்கு கிளப்புகள்

source: Four of Diamonds
ru: Четверка бубен
ta: வைரங்கள் நான்கு

source: Four of Hearts
ru: Четверка червей
ta: இதயங்கள் நான்கு

source: Four of Spades
ru: Четверка пик
ta: நான்கு மண்வெட்டி

source: Jack of Clubs
ru: Валет треф
ta: கிளப்புகளின் சாக்

source: Jack of Diamonds
ru: Валет бубен
ta: வைரங்களின் பலா

source: Jack of Hearts
ru: Валет червей
ta: இதயங்களின் சாக்

source: Jack of Spades
ru: Валет пик
ta: மண்வெட்டிகளின் பலா

source: Joker Black
ru: Черный джокер
ta: சோக்கர் பிளாக்

source: Joker Red
ru: Красный джокер
ta: சோக்கர் சிவப்பு

source: King of Clubs
ru: Король треф
ta: கிளப்புகளின் கிங்

source: King of Diamonds
ru: Король бубен
ta: வைரங்களின் மன்னன்

source: King of Hearts
ru: Король червей
ta: இதயங்களின் மன்னன்

source: King of Spades
ru: Король пик
ta: மண்வெட்டிகளின் மன்னன்

source: Nine of Clubs
ru: Девятка треф
ta: ஒன்பது கிளப்புகள்

source: Nine of Diamonds
ru: Девятка бубен
ta: ஒன்பது வைரங்கள்

source: Nine of Hearts
ru: Девятка червей
ta: ஒன்பது இதயங்கள்

source: Nine of Spades
ru: Девятка пик
ta: மண்வெட்டிகளில் ஒன்பது

source: Queen of Clubs
ru: Дама треф
ta: கிளப்புகளின் அரசி

source: Queen of Diamonds
ru: Дама бубен
ta: வைரங்களின் அரசி

source: Queen of Hearts
ru: Дама червей
ta: இதயங்களின் அரசி

source: Queen of Spades
ru: Дама пик
ta: மண்வெட்டி அரசி

source: Seer
ru: Экстрасенс
ta: பார்க்கர்

source: Helps villagers by secretly inspecting someone's role every night.
ru: Помогает мирным жителям, скрытно узнавая чью-нибудь роль каждую ночь.
ta: ஒவ்வொரு இரவும் ஒருவரின் பாத்திரத்தை ரகசியமாக ஆய்வு செய்வதன் மூலம் கிராமவாசிகளுக்கு உதவுகிறது.

source: Seven of Clubs
ru: Семерка треф
ta: ஏழு கிளப்புகள்

source: Seven of Diamonds
ru: Семерка бубен
ta: வைரங்களில் ஏழு

source: Seven of Hearts
ru: Семерка червей
ta: இதயங்கள் ஏழு

source: Seven of Spades
ru: Семерка пик
ta: ஏழு மண்வெட்டி

source: Six of Clubs
ru: Шестерка треф
ta: ஆறு கிளப்புகள்

source: Six of Diamonds
ru: Шестерка бубен
ta: ஆறு வைரங்கள்

source: Six of Hearts
ru: Шестерка червей
ta: ஆறு இதயங்கள்

source: Six of Spades
ru: Шестерка пик
ta: ஆறு மண்வெட்டி

source: Ten of Clubs
ru: Десятка треф
ta: பத்து கிளப்புகள்

source: Ten of Diamonds
ru: Десятка бубен
ta: வைரங்களின் பத்து

source: Ten of Hearts
ru: Десятка червей
ta: இதயங்களில் பத்து

source: Ten of Spades
ru: Десятка пик
ta: மண்வெட்டி பத்து

source: Three of Clubs
ru: Тройка треф
ta: மூன்று கிளப்புகள்

source: Three of Diamonds
ru: Тройка бубен
ta: வைரங்கள் மூன்று

source: Three of Hearts
ru: Тройка червей
ta: இதயங்கள் மூன்று

source: Three of Spades
ru: Тройка пик
ta: மூன்று மண்வெட்டி

source: Two of Clubs
ru: Двойка треф
ta: இரண்டு கிளப்புகள்

source: Two of Diamonds
ru: Двойка бубен
ta: வைரங்களில் இரண்டு

source: Two of Hearts
ru: Двойка червей
ta: இதயங்களில் இரண்டு

source: Two of Spades
ru: Двойка пик
ta: இரண்டு மண்வெட்டி

source: Villager
ru: Мирный житель
ta: கிராமவாசி

source: Avoid being eaten by werewolves at night by voting against them during the day.
ru: Постарайтесь не стать жертвой оборотней ночью, голосуя против них днём.
ta: பகலில் அவர்களுக்கு எதிராக வாக்களிப்பதன் மூலம் இரவில் ஓநாய்களால் சாப்பிடுவதைத் தவிர்க்கவும்.

source: Werewolf
ru: Оборотень
ta: வேர்வொல்ஃப்

source: Decide who to feast upon every night with your pack, avoid suspision from villagers.
ru: Каждую ночь выбирайте, кто станет добычей вашей стаи, но не вызывайте подозрения мирных жителей.
ta: உங்கள் பேக் மூலம் ஒவ்வொரு இரவும் யார் விருந்து வைக்க வேண்டும் என்று முடிவு செய்யுங்கள், கிராமவாசிகளிடமிருந்து சந்தேகத்தை தவிர்க்கவும்.

source: Pot
ru: Горшок
ta: பானை

source: Purse
ru: Кошелёк
ta: பர்ச்

source: Red Cup
ru: Красная чашка
ta: சிவப்பு கோப்பை

source: d4 (Black)
ru: d4 (Чёрный)
ta: டி 4 (கருப்பு)

source: A 4-sided die.
ru: 4-гранный кубик.
ta: 4 பக்க இறப்பு.

source: d4 (Blue)
ru: d4 (Синий)
ta: டி 4 (நீலம்)

source: d4 (Brown)
ru: d4 (Коричневый)
ta: டி 4 (பழுப்பு)

source: d4 (Cyan)
ru: d4 (Голубой)
ta: டி 4 (சியான்)

source: d4 (Green)
ru: d4 (Зелёный)
ta: டி 4 (பச்சை)

source: d4 (Orange)
ru: d4 (Оранжевый)
ta: டி 4 (ஆரஞ்சு)

source: d4 (Pink)
ru: d4 (Розовый)
ta: டி 4 (இளஞ்சிவப்பு)

source: d4 (Purple)
ru: d4 (Фиолетовый)
ta: டி 4 (ஊதா)

source: d4 (Red)
ru: d4 (Красный)
ta: டி 4 (சிவப்பு)

source: d4 (White)
ru: d4 (Белый)
ta: டி 4 (வெள்ளை)

source: d4 (Yellow)
ru: d4 (Жёлтый)
ta: டி 4 (மஞ்சள்)

source: d6 (Black)
ru: d6 (Чёрный)
ta: டி 6 (கருப்பு)

source: A 6-sided die.
ru: 6-гранный кубик.
ta: 6 பக்க இறப்பு.

source: d6 (Blue)
ru: d6 (Синий)
ta: டி 6 (நீலம்)

source: d6 (Brown)
ru: d6 (Коричневый)
ta: டி 6 (பழுப்பு)

source: d6 (Cyan)
ru: d6 (Голубой)
ta: டி 6 (சியான்)

source: d6 (Green)
ru: d6 (Зелёный)
ta: டி 6 (பச்சை)

source: d6 (Orange)
ru: d6 (Оранжевый)
ta: டி 6 (ஆரஞ்சு)

source: d6 (Pink)
ru: d6 (Розовый)
ta: டி 6 (இளஞ்சிவப்பு)

source: d6 (Purple)
ru: d6 (Фиолетовый)
ta: டி 6 (ஊதா)

source: d6 (Red)
ru: d6 (Красный)
ta: டி 6 (சிவப்பு)

source: d6 (Traditional)
ru: d6 (Традиционный)
ta: டி 6 (பாரம்பரிய)

source: d6 (White)
ru: d6 (Белый)
ta: டி 6 (வெள்ளை)

source: d6 (Yellow)
ru: d6 (Жёлтый)
ta: டி 6 (மஞ்சள்)

source: d8 (Black)
ru: d8 (Чёрный)
ta: டி 8 (கருப்பு)

source: An 8-sided die.
ru: 8-гранный кубик.
ta: ஒரு 8 பக்க இறப்பு.

source: d8 (Blue)
ru: d8 (Синий)
ta: டி 8 (நீலம்)

source: d8 (Brown)
ru: d8 (Коричневый)
ta: டி 8 (பழுப்பு)

source: d8 (Cyan)
ru: d8 (Голубой)
ta: டி 8 (சியான்)

source: d8 (Green)
ru: d8 (Зелёный)
ta: டி 8 (பச்சை)

source: d8 (Orange)
ru: d8 (Оранжевый)
ta: டி 8 (ஆரஞ்சு)

source: d8 (Pink)
ru: d8 (Розовый)
ta: டி 8 (இளஞ்சிவப்பு)

source: d8 (Purple)
ru: d8 (Фиолетовый)
ta: டி 8 (ஊதா)

source: d8 (Red)
ru: d8 (Красный)
ta: டி 8 (சிவப்பு)

source: d8 (White)
ru: d8 (Белый)
ta: டி 8 (வெள்ளை)

source: d8 (Yellow)
ru: d8 (Жёлтый)
ta: டி 8 (மஞ்சள்)

source: d10 (Black)
ru: d10 (Чёрный)
ta: டி 10 (கருப்பு)

source: A 10-sided die.
ru: 10-гранный кубик.
ta: ஒரு 10 பக்க இறப்பு.

source: d10 (Blue)
ru: d10 (Синий)
ta: டி 10 (நீலம்)

source: d10 (Brown)
ru: d10 (Коричневый)
ta: டி 10 (பழுப்பு)

source: d10 (Cyan)
ru: d10 (Голубой)
ta: டி 10 (சியான்)

source: d10 (Green)
ru: d10 (Зелёный)
ta: டி 10 (பச்சை)

source: d10 (Orange)
ru: d10 (Оранжевый)
ta: டி 10 (ஆரஞ்சு)

source: d10 (Percent) (Black)
ru: d10 (Проценты) (Чёрный)
ta: டி 10 (சதவீதம்) (கருப்பு)

source: d10 (Percent) (Blue)
ru: d10 (Проценты) (Синий)
ta: டி 10 (சதவீதம்) (நீலம்)

source: d10 (Percent) (Brown)
ru: d10 (Проценты) (Коричневый)
ta: டி 10 (சதவீதம்) (பழுப்பு)

source: d10 (Percent) (Cyan)
ru: d10 (Проценты) (Голубой)
ta: டி 10 (சதவீதம்) (சியான்)

source: d10 (Percent) (Green)
ru: d10 (Проценты) (Зелёный)
ta: டி 10 (சதவீதம்) (பச்சை)

source: d10 (Percent) (Orange)
ru: d10 (Проценты) (Оранжевый)
ta: டி 10 (சதவீதம்) (ஆரஞ்சு)

source: d10 (Percent) (Pink)
ru: d10 (Проценты) (Розовый)
ta: டி 10 (சதவீதம்) (இளஞ்சிவப்பு)

source: d10 (Percent) (Purple)
ru: d10 (Проценты) (Фиолетовый)
ta: டி 10 (சதவீதம்) (ஊதா)

source: d10 (Percent) (Red)
ru: d10 (Проценты) (Красный)
ta: டி 10 (சதவீதம்) (சிவப்பு)

source: d10 (Percent) (White)
ru: d10 (Проценты) (Белый)
ta: டி 10 (சதவீதம்) (வெள்ளை)

source: d10 (Percent) (Yellow)
ru: d10 (Проценты) (Жёлтый)
ta: டி 10 (சதவீதம்) (மஞ்சள்)

source: d10 (Pink)
ru: d10 (Розовый)
ta: டி 10 (இளஞ்சிவப்பு)

source: d10 (Purple)
ru: d10 (Фиолетовый)
ta: டி 10 (ஊதா)

source: d10 (Red)
ru: d10 (Красный)
ta: டி 10 (சிவப்பு)

source: d10 (White)
ru: d10 (Белый)
ta: டி 10 (வெள்ளை)

source: d10 (Yellow)
ru: d10 (Жёлтый)
ta: டி 10 (மஞ்சள்)

source: d12 (Black)
ru: d12 (Чёрный)
ta: டி 12 (கருப்பு)

source: A 12-sided die.
ru: 12-гранный кубик.
ta: ஒரு 12 பக்க இறப்பு.

source: d12 (Blue)
ru: d12 (Синий)
ta: டி 12 (நீலம்)

source: d12 (Brown)
ru: d12 (Коричневый)
ta: டி 12 (பழுப்பு)

source: d12 (Cyan)
ru: d12 (Голубой)
ta: டி 12

source: d12 (Green)
ru: d12 (Зелёный)
ta: டி 12 (பச்சை)

source: d12 (Orange)
ru: d12 (Оранжевый)
ta: டி 12 (ஆரஞ்சு)

source: d12 (Pink)
ru: d12 (Розовый)
ta: டி 12 (இளஞ்சிவப்பு)

source: d12 (Purple)
ru: d12 (Фиолетовый)
ta: டி 12 (ஊதா)

source: d12 (Red)
ru: d12 (Красный)
ta: டி 12 (சிவப்பு)

source: d12 (White)
ru: d12 (Белый)
ta: டி 12 (வெள்ளை)

source: d12 (Yellow)
ru: d12 (Жёлтый)
ta: டி 12 (மஞ்சள்)

source: d20 (Black)
ru: d20 (Чёрный)
ta: டி 20 (கருப்பு)

source: A 20-sided die.
ru: 20-гранный кубик.
ta: ஒரு 20 பக்க இறப்பு.

source: d20 (Blue)
ru: d20 (Синий)
ta: டி 20 (நீலம்)

source: d20 (Brown)
ru: d20 (Коричневый)
ta: டி 20 (பழுப்பு)

source: d20 (Cyan)
ru: d20 (Голубой)
ta: டி 20 (சியான்)

source: d20 (Green)
ru: d20 (Зелёный)
ta: டி 20 (பச்சை)

source: d20 (Orange)
ru: d20 (Оранжевый)
ta: டி 20 (ஆரஞ்சு)

source: d20 (Pink)
ru: d20 (Розовый)
ta: டி 20 (இளஞ்சிவப்பு)

source: d20 (Purple)
ru: d20 (Фиолетовый)
ta: டி 20 (ஊதா)

source: d20 (Red)
ru: d20 (Красный)
ta: டி 20 (சிவப்பு)

source: d20 (White)
ru: d20 (Белый)
ta: டி 20 (வெள்ளை)

source: d20 (Yellow)
ru: d20 (Жёлтый)
ta: டி 20 (மஞ்சள்)

source: Chess
ru: Шахматы
ta: சதுரங்கம்

source: Standard Chess for two players.
ru: Стандартные шахматы для двух игроков.
ta: இரண்டு வீரர்களுக்கான நிலையான சதுரங்கம்.

source: Dominoes
ru: Домино
ta: டொமினோச்

source: A bag with 28 tiles has been provided.
ru: Для игры выдаётся мешок с 28 костяшками.
ta: 28 ஓடுகள் கொண்ட ஒரு பை வழங்கப்பட்டுள்ளது.

source: Go
ru: Го
ta: போ

source: Standard Go for two players. Can play on a 19x19, 13x13, or 9x9 board.
ru: Стандартный Го для двух игроков. Может быть сыграна на полях 19x19, 13x13 или 9x9.
ta: இரண்டு வீரர்களுக்கு தரநிலை செல்லுங்கள். 19x19, 13x13 அல்லது 9x9 போர்டில் விளையாடலாம்.

source: Poker
ru: Покер
ta: போக்கர்

source: Each player has been given 25 chips, which sum up to a value of 500.
ru: Каждому игроку было выдано 25 фишек, которые в сумме составляют 500.
ta: ஒவ்வொரு வீரருக்கும் 25 சில்லுகள் வழங்கப்பட்டுள்ளன, அவை 500 மதிப்பு வரை உள்ளன.

source: Airport Lounge - Kevin MacLeod
ta: விமான நிலைய லவுஞ்ச் - கெவின் மேக்லியோட்

source: Light and airy, this piece is guaranteed not to steal focus.
ru: Легкая и воздушная, эта музыка гарантированно не будет отвлекать.
ta: ஒளி மற்றும் காற்றோட்டமான, இந்த துண்டு கவனம் திருடக்கூடாது என்று பொறுப்பு அளிக்கப்படுகிறது.

source: Backbay Lounge - Kevin MacLeod
ta: பேக்கே லவுஞ்ச் - கெவின் மேக்லியோட்

source: This is cool. You can walk into a dinner party, grab a glass of prosecco, kiss the host, then casually defuse a large bomb one second before the timer runs out. That level of cool. Maybe you're not that cool, but if you adopt this as your personal theme tune, people will THINK you're that cool.
ru: Это крутая штучка. Вы можете зайти на званый ужин, взять стакан просекко, поцеловать хозяина, а затем небрежно обезвредить большую бомбу за секунду до истечения времени. Такой уровень крутости. Может быть, вы не настолько круты, но если вы примете это как свою личную мелодию, люди будут ДУМАТЬ, что вы настолько круты.
ta: இது குளிர்ச்சியாக இருக்கிறது. நீங்கள் ஒரு இரவு விருந்துக்குள் நுழைந்து, ஒரு கிளாச் புரோசெக்கோவைப் பிடித்து, ஓச்டை முத்தமிடலாம், பின்னர் நேரங்குறிகருவி வெளியேறுவதற்கு ஒரு நொடி ஒரு பெரிய குண்டை பொதுவாக குறைக்கலாம். அந்த நிலை குளிர். ஒருவேளை நீங்கள் அவ்வளவு அருமையாக இல்லை, ஆனால் இதை உங்கள் தனிப்பட்ட கருப்பொருள் டியூனாக ஏற்றுக்கொண்டால், நீங்கள் அவ்வளவு குளிராக இருப்பீர்கள் என்று மக்கள் நினைப்பார்கள்.

source: Bossa Antigua - Kevin MacLeod
ta: போசா ஆன்டிகுவா - கெவின் மேக்லியோட்

source: Oh hello. I didn't see you there. Welcome to my pad. My favorite parts are the view of the beach, and this very groovy orange shag-carpeting on the walls. I still haven't been able to teach my Roombas to get up by the ceiling, though.
ru: О, привет. Не заметил тебя. Добро пожаловать в мою квартиру. Больше всего мне нравится вид на пляж и очень прикольный оранжевый ковер на стенах. Хотя я до сих пор не смог научить свои роботы-пылесосы подниматься под потолок.
ta: ஓ வணக்கம். நான் உன்னை அங்கே பார்க்கவில்லை. எனது திண்டு வருக. எனக்கு பிடித்த பாகங்கள் கடற்கரையின் பார்வை, மற்றும் சுவர்களில் இந்த மிகவும் க்ரூவி ஆரஞ்சு சாக்-கார்பேட்டிங். இருப்பினும், என் ரூம்பாக்களை உச்சவரம்பால் எழுப்ப என்னால் இன்னும் கற்பிக்க முடியவில்லை.

source: Deadly Roulette - Kevin MacLeod
ta: கொடிய சில்லி - கெவின் மேக்லியோட்

source: Jazzy! Gumshoe-y! Mystery-y! I suck at making adjectives. Who needs adjectives anyway! I'm fine without adjectives. How fine without adjectives, you may ask? I can't say - as that would require some sort of descriptor! And I don't need descriptors in my writings... Maybe one... tiny little... NO! What am I thinking!? I refuse! I've completely had it with adjectives! Hah! Adverbs work perfectly fine! Woohoo! Adverbs! And before I get mail... adjectives killed my family, so I can go off on them all I want.
ru: Выпедрежный! Детективный! Таинственный! У меня плохо получается делать прилагательные. Кому вообще нужны прилагательные! Я прекрасно обхожусь без прилагательных. Как хорошо без прилагательных, спросите вы? Я не могу сказать, так как это потребует какого-то описания! А мне не нужны описания в моих работах… Может быть, одно… крошечное… НЕТ! О чем я думаю!? Я отказываюсь! С меня хватит прилагательных! Ха! Наречия прекрасно работают! Ух ты! Наречия! И пока я не получил письмо… прилагательные убили мою семью, так что я могу огрызаться на них сколько угодно.
ta: சாச்சி! கம்சோ-ஒய்! மர்மம்-ஒய்! நான் பெயரடைகளை தயாரிப்பதில் சக். எப்படியும் பெயரடைகள் தேவை! உரிச்சொற்கள் இல்லாமல் நான் நன்றாக இருக்கிறேன். பெயரடைகள் இல்லாமல் எவ்வளவு நன்றாக இருக்கிறது, நீங்கள் கேட்கலாம்? என்னால் சொல்ல முடியாது - அதற்கு ஒருவித விவரிப்பான் தேவைப்படும்! என் எழுத்துக்களில் எனக்கு விளக்கங்கள் தேவையில்லை ... ஒருவேளை ஒன்று ... சிறிய சிறிய ... இல்லை! நான் என்ன நினைக்கிறேன் !? நான் மறுக்கிறேன்! நான் அதை பெயரடைகளுடன் முழுமையாக வைத்திருக்கிறேன்! ஆ! வினையுரிச்சொற்கள் நன்றாக வேலை செய்கின்றன! வூஊ! வினையுரிச்சொற்கள்! நான் அஞ்சலைப் பெறுவதற்கு முன்பு ... பெயரடைகள் என் குடும்பத்தினரைக் கொன்றன, அதனால் நான் விரும்பும் அனைத்தையும் நான் அவர்களிடம் செல்ல முடியும்.

source: George Street Shuffle - Kevin MacLeod
ta: சார்ச் ச்ட்ரீட் சஃபிள் - கெவின் மேக்லியோட்

source: Nice little non-offending light jazz piece for vibes.
ru: Неплохая легкая не раздражающая джазовая музыка, для настроения.
ta: அதிர்வுகளுக்கான நல்ல சிறிய புண்படுத்தாத ஒளி சாச் துண்டு.

source: Hard Boiled - Kevin MacLeod
ta: கடின வேகவைத்தது - கெவின் மேக்லியோட்

source: You're looking for the low-down, huh? That's going to take lettuce. You want the dope? the scoop? the skinny? Ten bucks a day plus expenses. No negotiations. I ain't no fourth-rate gumshoe - but a ducky shincracker like you already knew that... Out of curiosity, what's the word for people who overuse slang?
ru: Ты ищешь информацию, да? Для этого понадобится зелень. Тебе нужна информация, сенсация, тонкости? Десять баксов в день плюс расходы. Никаких переговоров. Я не четверосортный сыщик - но такой душка, как ты, уже это знает… Из любопытства, как называются люди, которые злоупотребляют сленгом?
ta: நீங்கள் குறைந்த-கீழ் தேடுகிறீர்கள், இல்லையா? அது கீரை எடுக்கப் போகிறது. உங்களுக்கு டோப் வேண்டுமா? ச்கூப்? ஒல்லியாக இருக்கிறதா? ஒரு நாளைக்கு பத்து ரூபாய்கள் மற்றும் செலவுகள். பேச்சுவார்த்தைகள் இல்லை. நான் நான்காவது விகித கம்சோ இல்லை - ஆனால் உங்களைப் போன்ற ஒரு வாத்து சின்கிராக்கர் ஏற்கனவே அறிந்திருந்தார் ... ஆர்வத்தினால், ச்லாங்கை அதிகமாகப் பயன்படுத்துபவர்களுக்கு என்ன சொல்?

source: In Your Arms - Kevin MacLeod
ta: உங்கள் கைகளில் - கெவின் மேக்லியோட்

source: A piece of music from a more elegant time, 1940. This is a beautiful slow piece that will make you want to pick up some champagne and go off slow dancing with people... or penguins. I like penguins. And now some searchable words: Big Band. 1940s. Forties. Formal Party. Penguin Slow Dance. No Whammies.
ru: Музыка из более элегантного времени, 1940 года. Это красивая медленная композиция, которая заставит вас захотеть взять шампанское и пуститься в медленный танец с людьми… или пингвинами. Мне нравятся пингвины. А теперь несколько слов для поиска: Биг-бэнд. 1940 г. Сороковые. Официальная вечеринка. Медленный танец пингвинов. Никаких неудач.
ta: மிகவும் நேர்த்தியான நேரத்திலிருந்து ஒரு இசை, 1940. இது ஒரு அழகான மெதுவான துண்டு, இது நீங்கள் சில சாம்பெயின் எடுத்துக்கொண்டு மக்களுடன் மெதுவாக நடனமாட விரும்புகிறது ... அல்லது பெங்குவின். எனக்கு பெங்குவின் பிடிக்கும். இப்போது தேடக்கூடிய சில சொற்கள்: பெரிய இசைக்குழு. 1940 கள். நாற்பதுகள். முறையான கட்சி. பென்குயின் மெதுவான நடனம். இல்லை.

source: Lobby Time - Kevin MacLeod
ta: லாபி நேரம் - கெவின் மேக்லியோட்

source: Welcome to the lobby of the FUTURE! Luxurious automatic ashtrays, and modern green vinyl furnishings set off the shag carpeted walls. Enjoy a Rusty Nail from our cheerful bar staff (with a complimentary cheese and fruit plate before 5pm). We feature prime rib dinners every day that ends in a "y"! Remember to tip the bellhops at least 5 cents per bag. Enjoy your stay! This was written 2 years before it was published, because I didn't have a good enough upright bass sample to make it go.
ru: Добро пожаловать в вестибюль БУДУЩЕГО! Роскошные автоматические пепельницы и современная мебель из зеленого винила выгодно оттеняют стены, покрытые мохнатым ковром. Насладитесь "Ржавым гвоздем" от нашего веселого персонала бара (с бесплатной тарелкой сыра и фруктов до 17:00). Каждый двадцати-четырёх часовой день мы предлагаем ужин из отменных рёбрышек! Не забывайте оставлять коридорным на чай. Приятно оставаться!
ta: எதிர்கால லாபிக்கு வருக! ஆடம்பரமான தானியங்கி சாம்பல் மற்றும் நவீன பச்சை வினைல் அலங்காரங்கள் சாக் தரைவிரிப்பு சுவர்களை அமைக்கின்றன. எங்கள் மகிழ்ச்சியான பார் ஊழியர்களிடமிருந்து ஒரு துருப்பிடித்த ஆணியை அனுபவிக்கவும் (மாலை 5 மணிக்கு முன் ஒரு பாராட்டு சீச் மற்றும் பழ தட்டுடன்). ஒவ்வொரு நாளும் பிரைம் விலா இரவு உணவுகளை "ஒய்" இல் முடிக்கிறோம்! பெல்ஆப்சை ஒரு பைக்கு குறைந்தது 5 சென்ட் உதவியை நினைவில் வைத்துக் கொள்ளுங்கள். உங்கள் தங்குமிடத்தை அனுபவிக்கவும்! இது வெளியிடப்படுவதற்கு 2 ஆண்டுகளுக்கு முன்பு இது எழுதப்பட்டது, ஏனென்றால் அதைச் செய்ய எனக்கு போதுமான நேர்மையான பாச் மாதிரி இல்லை.

source: Night on the Docks - Sax - Kevin MacLeod
ta: இரவு கப்பல்துறைகளில் - சாக்ச் - கெவின் மேக்லியோட்

source: Sad and smooth; Think 1950's detective film.
ru: Грустная и плавная музыка. Напоминает детективный фильм 1950 года.
ta: சோகமான மற்றும் மென்மையான; 1950 களின் துப்பறியும் படம் என்று நினைக்கிறேன்.

source: Shades of Spring - Kevin MacLeod
ta: ச்பிரிங் நிழல்கள் - கெவின் மேக்லியோட்

source: Sort of a minor mid-tempo jazz combo with 2 pianos. Melody is doubled in octaves. Soloist goes outside more than the guy comping... but hey - what are soloists for?
ru: Что-то вроде минорного среднетемпового джазового комбо с двумя фортепиано. Мелодия удваивается в октавах. Солист выходит чаще, чем композитор… но эй - для чего нужны солисты?
ta: 2 பியானோசுடன் ஒரு சிறிய மிட்-டெம்போ சாச் காம்போ. எண்களில் மெல்லிசை இரட்டிப்பாகிறது. தனிமைப்படுத்தப்பட்ட பையனை விட தனிப்பாடல் வெளியே செல்கிறது ... ஆனால் ஏய் - தனிப்பாடலாளர்கள் எதற்காக?

source: Smooth Lovin - Kevin MacLeod
ta: மென்மையான லோவின் - கெவின் மேக்லியோட்

source: This one got turned up to 11. I started producing this as a parody... then I really started liking it, so I guess it is a pastiche now? Oh, man... I wish there was an allowance for pastiche in copyright like there is for parody.
ru: Я начал делать это как пародию… потом мне это действительно начало нравиться, так что, я думаю, теперь это подделка? О, чувак… Хотел бы я, чтобы в авторском праве было разрешение на подделку, как на пародию.
ta: இது 11 வரை மாறியது. நான் இதை ஒரு பகடியாக தயாரிக்கத் தொடங்கினேன் ... பின்னர் நான் அதை விரும்பத் தொடங்கினேன், எனவே இது இப்போது ஒரு பேச்டிக் என்று நினைக்கிறேன்? ஓ, மனிதனே ... பகடி இருப்பதைப் போல பதிப்புரிமையில் பேச்டிக்குக்கு ஒரு கொடுப்பனவு இருக்க வேண்டும் என்று நான் விரும்புகிறேன்.

source: Spy Glass - Kevin MacLeod
ta: உளவு கண்ணாடி - கெவின் மேக்லியோட்

source: The year is... I have no idea. Timeless. Could be now, could be in the 1950s. Super cool jazz for your hardcore detectives! Also useful for beat poets! Also useful for ennui or boredom! Well, interesting sorts of boredom.
ru: Год… Понятия не имею. Вне времени. Может быть сейчас, может быть в 1950-х. Суперкрутой джаз для ваших хардкорных детективов! Также полезен для поэтов-битников! А также полезен от уныния или скуки! Ну, интересные виды скуки.
ta: ஆண்டு ... எனக்கு எதுவும் தெரியாது. காலமற்றது. இப்போது இருக்க முடியும், 1950 களில் இருக்கலாம். உங்கள் ஆர்ட்கோர் துப்பறியும் நபர்களுக்கு சூப்பர் கூல் சாச்! துடிப்பு கவிஞர்களுக்கும் பயனுள்ளதாக இருக்கும்! என்னுய் அல்லது சலிப்பிற்கும் பயனுள்ளதாக இருக்கும்! நன்றாக, சுவையான சலிப்பு.

source: Bishop Black
ru: Чёрный слон
ta: பிசப் பிளாக்

source: Bishop White
ru: Белый слон
ta: பிசப் வெள்ளை

source: King Black
ru: Чёрный король
ta: கிங் பிளாக்

source: King White
ru: Белый король
ta: வெள்ளை மன்னன்

source: Knight Black
ru: Чёрный конь
ta: நைட் பிளாக்

source: Knight White
ru: Белый конь
ta: நைட் வைட்

source: Pawn Black
ru: Чёрная пешка
ta: சிப்பாய் கருப்பு

source: Pawn White
ru: Белая пешка
ta: சிப்பாய் வெள்ளை

source: Queen Black
ru: Чёрный ферзь
ta: அரசி கருப்பு

source: Queen White
ru: Белый ферзь
ta: வெள்ளை அரசி

source: Rook Black
ru: Чёрная ладья
ta: ரூக் கருப்பு

source: Rook White
ru: Белая ладья
ta: ரூக் வெள்ளை

source: Stone Black
ru: Чёрный Камень
ta: கல் கருப்பு

source: Stone White
ru: Белый Камень
ta: கல் வெள்ளை

source: Clouds
ru: Облака
ta: மேகங்கள்

source: Dallas West
ta: டல்லாச் வெச்ட்

source: Forest
ru: Лес
ta: காடு

source: Hornstulls Strand
ta: ஆர்ன்ச்டல்ச் கடற்கரை

source: Ice River
ru: Ледяная река
ta: பனி நதி

source: Marriott Madison West
ta: மேரியட் மேடிசன் வெச்ட்

source: Maskonaive
ta: முகமூடிகள்

source: Nebula
ru: Туманность
ta: நெபுலா

source: Niagra Falls
ru: Ниагарский водопад
ta: நயாகரா நீர்வீழ்ச்சி

source: Park
ru: Парк
ta: பூங்கா

source: Park Winter
ru: Зимний парк
ta: பூங்கா குளிர்காலம்

source: Path
ru: Дорожка
ta: பாதை

source: Space
ru: Космос
ta: இடைவெளி

source: Vasa
ru: Васа
ta: வாசா

source: Alarm
ru: Тревога
ta: அலாரம்

source: An alarm for alarming situations.
ru: Сигнал тревоги для тревожных ситуаций.
ta: ஆபத்தான சூழ்நிலைகளுக்கான அலாரம்.

source: Gramophone
ru: Граммофон
ta: கிராமபோன்

source: A low-poly vintage gramophone.
ru: Низкополигональный винтажный граммофон.
ta: குறைந்த பாலி விண்டேச் கிராமபோன்.

source: Picnic Bench
ru: Скамейка для пикника
ta: சுற்றுலா பெஞ்ச்
