Repository: zhangjiangen11/tabletop-club
Catalog: game/Translations/*.po
Languages: bg, eo, es, fr, it, nl, pl, ru, ta

source: Client version (%s) does not match server version (%s)!
bg: Версията на клиента (%s) не съответства на версията на сървъра (%s)!
eo: Klienta versio (%s) ne kongruas kun la servila versio (%s)!
es: La versión del cliente (%s) no concuerda con la versión del servidor (%s)!
fr: La version client (%s) ne correspond pas à la version serveur (%s) !
it: La versione del client (%s) non corrisponde alla versione del server (%s)!
nl: Die clientversie (%s) komt niet overeen met de serverversie (%s)!
pl: Wersja klienta (%s) nie jest zgodna z wersją serwera (%s)!
ru: Версия клиента (%s) не соответствует версии сервера (%s)!
ta: கிளையன்ட் பதிப்பு (%s) சேவையக பதிப்போடு (%s) பொருந்தவில்லை!

source: Importing %s ...
bg: Импортиране на %s...
eo: Importado de %s ...
es: Importando %s ...
fr: Importation de %s…
it: Importazione %s ...
nl: Bezig met importeren van %s…
pl: Importowanie %s...
ru: Импорт %s…
ta: %s இறக்குமதி ...

source: Saved screenshot to '%s'.
bg: Запазена е снимка на екрана в '%s'.
eo: Konserviĝis ekrankopio al '%s'.
es: Se guardo la imagen de pantalla a '%s'.
fr: Capture de page écran enregistrée à '%s'.
it: Salvato screenshot in '%s'.
nl: De schermfoto is opgeslagen als ‘%s’.
pl: Zapisano zrzut ekranu w "%s".
ru: Скриншот сохранен в '%s'.
ta: திரை சாட்டை '%s' என்று சேமித்தது.

source: Quicksave file saved.
bg: Файлът с бърз запис е запазен.
eo: Rapidkonservaĵo kreiĝis.
es: Archivo de guardado rápido creado.
fr: Fichier de sauvegarde rapide enregistrée.
it: Salvataggio rapido completato.
nl: Het spel is snel opgeslagen.
pl: Wykonano szybki zapis.
ru: Файл быстрого сохранения сохранен.
ta: குவிக்சேவ் கோப்பு சேமிக்கப்பட்டது.

source: Connecting to the master server...
bg: Свързване с главния сървър...
eo: Konektado al la ĉefa servilo...
es: Conectando con el servidor maestro...
fr: Connexion au serveur principal…
it: In connessione con il server principale...
nl: Bezig met verbinden met hoofdserver…
pl: Łączenie z głównym serwerem...
ru: Подключение к главному серверу…
ta: முதன்மை சேவையகத்துடன் இணைக்கிறது ...

source: Could not open the file at path '%s' (error %d).
bg: Неуспешно отваряне на файл в '%s' (грешка %d).
eo: Ne eblis malfermi la dosieron ĉe indiko '%s' (eraro %d).
es: No fue posible abrir el archivo en la ruta '%s' (error %d).
fr: Impossible d'ouvrir le fichier depuis « %s » (erreur %d).
it: Impossibile aprire il file al percorso '%s' (errore %d).
nl: Het bestand kan niet worden geopend uit ‘%s’. Foutmelding: %d.
pl: Nie można otworzyć pliku w lokalizacji "%s" (błąd %d).
ru: Не удалось открыть файл по пути '%s' (ошибка %d).
ta: ' %s' (பிழை %d) பாதையில் கோப்பைத் திறக்க முடியவில்லை.

source: Establishing connection with the host...
bg: Установяване на връзка с домакина...
eo: Starigado de konekto kun la gastiganto...
es: Estableciendo conexión con el anfitrión...
fr: Connexion avec le serveur...
it: In connessione con l'host...
nl: Bezig met verbinden met host…
pl: Łączenie z gospodarzem...
ru: Установление соединения с хостом…
ta: ஓச்டுடன் இணைப்பை நிறுவுதல் ...

source: Disconnected from the server! Code: %d Reason: %s
bg: Връзката със сървъра бе прекъсната! Код: %d Причина: %s
eo: Malkonektiĝis de la servilo! Kodo: %d Kialo: %s
es: ¡Desconectado del servidor! Código: %d Motivo: %s
fr: Déconnecté du serveur ! Code: %d Raison: %s
it: Disconnessione dal server! Codice: %d Motivo: %s
nl: De serververbinding is verbroken! Foutcode: %d - Reden: %s
pl: Przerwano połączenie z serwerem! Kod: %d, Powód: %s
ru: Отключен от сервера! Код: %d Причина: %s
ta: சேவையகத்திலிருந்து துண்டிக்கப்பட்டது! குறியீடு: %d காரணம்: %s

source: Room has been closed by the host.
bg: Стаята бе затворена от домакина.
eo: La ĉambro estas fermita de la gastiganto.
es: Salón cerrado por el anfitrión.
fr: La salle a été fermée par l'hôte.
it: La lobby è stata chiusa dall'host.
nl: De kamer is afgesloten door de host.
pl: Pokój został zamknięty przez gospodarza.
ru: Комната закрыта хостом.
ta: அறை ஓச்டால் மூடப்பட்டுள்ளது.

source: Could not connect to the master server.
bg: Неуспешно свързване към главния сървър.
eo: Ne eblis konekti al la ĉefa servilo.
es: No ha sido posible conectar al servidor maestro.
fr: Échec de la connexion au serveur principal.
it: Impossibile connettersi al server principale.
nl: Er kan geen verbinding met de hoofdserver worden gemaakt.
pl: Nie można się połączyć z głównym serwerem.
ru: Не удалось подключиться к главному серверу.
ta: முதன்மை சேவையகத்துடன் இணைக்க முடியவில்லை.

source: Have not joined a room yet.
bg: Все още няма присъеднияване към стая.
eo: Vi ne jam aliĝis al ĉambro.
es: Aún no se ha integrado a un salón.
fr: Aucune salle n'a été rejointe pour l'instant.
it: Non ti sei ancora unito ad una lobby.
nl: Je bent nog geen kamer binnengetreden.
pl: Nie dołączono jeszcze do żadnego pokoju.
ru: Еще не присоединился к комнате.
ta: இன்னும் ஒரு அறையில் சேரவில்லை.

source: Host has disconnected from the room.
bg: Домакинът се изключи от стаята.
eo: La gastiganto malkonektiĝis de la ĉambro.
es: El anfitrión se ha desconectado del salón.
fr: L'hôte s'est déconnecté de la salle.
it: L'host si è disconnesso dalla lobby.
nl: De host heeft de kamer verlaten.
pl: Gospodarz opuścił pokój.
ru: Хост отключился из комнаты.
ta: அறையிலிருந்து புரவலன் துண்டிக்கப்பட்டுள்ளது.

source: Only the host can seal the room.
bg: Само домакинът може да заключи стаята.
eo: Nur la gastiganto povas ŝlosi la ĉambron.
es: Unicamente el anfitrión puede cerrar el salón.
fr: Seul(e) l'hôte peut fermer la salle.
it: Solo l'host può bloccare la lobby.
nl: Alleen de host kan de kamer vergrendelen.
pl: Tylko gospodarz może zablokować pokój.
ru: Только хост может заблокировать комнату.
ta: ஓச்டால் மட்டுமே அறையை முத்திரையிட முடியும்.

source: Too many rooms are open.
bg: Твърде много стаи са отворени.
eo: Tro da ĉambroj estas malfermitaj.
es: Demasiados salones abiertos.
fr: Trop de salles sont ouvertes.
it: Sono state aperte troppe lobby.
nl: Er zijn teveel kamers geopend.
pl: Zbyt dużo otwartych pokoi.
ru: Слишком много комнат открыто.
ta: பல அறைகள் திறந்திருக்கும்.

source: Already in a room.
bg: Вече в стая.
eo: Vi jam estas en ĉambro.
es: Ya se encuentra en un salón.
fr: Déjà dans une salle.
it: Sei già in una lobby.
nl: Je bevindt je al in een kamer.
pl: W pomieszczeniu.
ru: Уже в комнате.
ta: ஏற்கனவே ஒரு அறையில்.

source: Room does not exist.
bg: Стаята не съществува.
eo: La ĉambro ne ekzistas.
es: Salón no existe.
fr: La salle n'existe pas.
it: La lobby non esiste.
nl: Deze kamer bestaat niet.
pl: Pokój nie istnieje.
ru: Комната не существует.
ta: அறை இல்லை.

source: Room is sealed.
bg: Стаята е заключена.
eo: La ĉambro estas ŝlosita.
es: Salón cerrado.
fr: La salle est fermée.
it: La lobby è bloccata.
nl: Deze kamer is vergrendeld.
pl: Pokój jest zablokowany.
ru: Комната заблокирована.
ta: அறை சீல் வைக்கப்பட்டுள்ளது.

source: Message format is invalid.
bg: Форматът на съобщението е невалидно.
eo: La mesaĝa formo estas nevalida.
es: Formato del mensaje es inválido.
fr: Le format du message est invalide.
it: Il formato del messaggio non è valido.
nl: De berichtopmaak is onjuist.
pl: Nieprawidłowy format wiadomości.
ru: Недопустимый формат сообщения.
ta: செய்தி வடிவம் தவறானது.

source: Message is invalid when not in a room.
bg: Съобщението е невалидно извън стая.
eo: La mesaĝo estas nevalida ekster ĉambro.
es: El mensaje no es válido fuera de un salón.
fr: Le message est invalide quand il n'est pas dans une salle.
it: Il messaggio non è valido quando non si è in una lobby.
nl: Berichten buiten een kamer zijn ongeldig.
pl: Wiadomość jest niepoprawna, gdy nie znajduje się w pokoju.
ru: Сообщение недействительно, когда не в комнате.
ta: ஒரு அறையில் இல்லாதபோது செய்தி தவறானது.

source: Internal server error.
bg: Вътрешна сървърна грешка.
eo: Interna servila eraro.
es: Error interno del servidor.
fr: Erreur interne du serveur.
it: Errore interno al server.
nl: Interne serverfout.
pl: Wewnętrzny błąd serwera.
ru: Внутренняя ошибка сервера.
ta: உள் சேவையக பிழை.

source: Invalid destination.
bg: Невалидна дестинация.
eo: Nevalida celo.
es: Destino no válido.
fr: Destination invalide.
it: Destinazione non valida.
nl: Ongeldige bestemming.
pl: Nieprawidłowe miejsce docelowe.
ru: Недопустимое назначение.
ta: தவறான இலக்கு.

source: Invalid command.
bg: Невалидна команда.
eo: Nevalida komando.
es: Comando inválido.
fr: Commande invalide.
it: Comando non valido.
nl: Ongeldige opdracht.
pl: Nieprawidłowa komenda.
ru: Недопустимая команда.
ta: தவறான கட்டளை.

source: Too many players connected.
bg: Твърде много играчи са свързани.
eo: Tro da ludantoj estas konektitaj.
es: Demasiados jugadores conectados.
fr: Trop de joueurs connectés.
it: Troppi giocatori connessi.
nl: Er zijn teveel spelers verbonden.
pl: Zbyt wielu połączonych graczy.
ru: Слишком много игроков подключено.
ta: பல வீரர்கள் இணைக்கப்பட்டனர்.

source: Transfer mode is invalid.
bg: Режимът на прехвърляне е невалиден.
eo: La transiga reĝimo estas nevalida.
es: Modo de transferencia es inválido.
fr: Mode de transfert invalide.
it: La modalità di trasferimento non è valida.
nl: De overdrachtsmodus is ongeldig.
pl: Tryb transferu nieprawidłowy.
ru: Недопустимый режим передачи.
ta: பரிமாற்ற முறை தவறானது.

source: Too many connections.
bg: Твърде много връзки.
eo: Tro da konektoj.
es: Demasiadas conexiones.
fr: Trop de connexions.
it: Troppe connessioni.
nl: Er zijn teveel verbindingen.
pl: Zbyt wiele połączeń.
ru: Слишком много соединений.
ta: பல இணைப்புகள்.

source: Reconnected too quickly.
bg: Твърде бързо свързване отново.
eo: Rekonektiĝis tro rapide.
es: Reconexión demasiado rápida.
fr: Reconnecté trop rapidement.
it: Riconnesso troppo rapidamente.
nl: Er is te snel opnieuw verbinding gemaakt.
pl: Ponowne połączenie nastąpiło zbyt szybko.
ru: Повторное подключение слишком быстрое.
ta: மிக விரைவாக மீண்டும் இணைக்கப்பட்டது.

source: Join queue is full.
bg: Опашката за присъединяване е пълна.
eo: La aliĝa vico estas plena.
es: La cola de acceso está llena.
it: La coda per entrare è piena.
nl: De wachtrij is vol.
pl: Kolejka dołączania jest pełna.
ru: Очередь подключения заполнена.
ta: இணை வரிசை நிரம்பியுள்ளது.

source: Too much text being sent, waiting...
bg: Изпраща се твърде много текст, изчакване...
eo: Tro da teksto estas sendata, atendu...
es: Demasiado texto siendo enviado, esperando...
fr: Trop de texte en cours d'envoi, patience...
it: In attesa, si ha inviato troppo testo...
nl: Er wordt teveel tekst verstuurd…
pl: Za dużo wysyłanych wiadomości, oczekiwanie...
ru: Отправлено слишком много текста, ожидание…
ta: அதிக உரை அனுப்பப்படுவது, காத்திருக்கிறது ...

source: Show the list of commands that can be invoked.
bg: Покажи списък с използваеми команди.
eo: Montras la liston de alvokeblaj komandoj.
es: Muestra la lista de comandos que se pueden invocar.
fr: Affiche la liste des commandes qui peuvent être appelées.
it: Mostra la lista dei comandi disponibili.
nl: Toont de lijst met beschikbare opdrachten.
pl: Wyświetl listę poleceń, które można wywołać.
ru: Показать список доступных команд.
ta: செயல்படுத்தக்கூடிய கட்டளைகளின் பட்டியலைக் காட்டு.

source: Privately send a message to another player.
bg: Изпрати лично съобщение на друг играч.
eo: Private sendi mesaĝon al alia ludanto.
es: Envía un mensaje privado a otro jugador.
fr: Envoyer un message privé à un autre joueur.
it: Invia un messaggio privato a un altro giocatore.
nl: Verstuur een privébericht naar een andere speler.
pl: Wyślij prywatną wiadomość do innego gracza.
ru: Отправить личное сообщение другому игроку.
ta: தனிப்பட்ட முறையில் மற்றொரு வீரருக்கு ஒரு செய்தியை அனுப்புங்கள்.

source: Clear Paint
bg: Изчисти боята
eo: Viŝi farbon
es: Despejar Pintura
fr: Enlever la peinture
nl: Heldere verf
pl: Wyczyść rysunki
ru: Очистить Краску
ta: தெளிவான வண்ணப்பூச்சு

source: Welcome to Tabletop Club!
bg: Добре дошли в Tabletop Club!
eo: Bonvenon al Tabletop Club!
es: Bienvenido a Tabletop Club!
fr: Bienvenue dans Tabletop Club !
it: Benvenuto a Tabletop Club!
nl: Welkom bij Tabletop Club!
pl: Witaj w Tabletop Club!
ru: Добро пожаловать в Tabletop Club!
ta: டேப்லெட் கிளப்புக்கு வருக!

source: To view a list of commands, type /? or /help in this chat box.
bg: За да видите списък с команди, напишете /? или /help в това чат поле.
eo: Por vidi liston de komandoj, tajpu /? aŭ /help en ĉi tiu babilujo.
es: Para ver una lista de comandos, escribe /? o /help en este cuadro de chat.
fr: Pour afficher une liste de commandes, tapez / ? ou /help dans cette boîte de dialogue.
it: Per vedere una lista di comandi, scrivere /? o /help in questa chat.
nl: Typ /? of /help in deze chat om een lijst met opdrachten te tonen.
pl: Aby zobaczyć listę poleceń, napisz /? lub /help na czacie.
ru: Чтобы посмотреть список команд, введите /? или /help в чат.
ta: கட்டளைகளின் பட்டியலைக் காண, தட்டச்சு /? அல்லது /இந்த அரட்டை பெட்டியில் உதவுங்கள்.

source: Room Code: [b]%s[/b]
bg: Код на стаята: [b]%s[/b]
eo: Ĉambrokodo: [b]%s[/b]
es: Código de salón: [b]%s[/b]
fr: Code de la salle : [b]%s[/b]
it: Codice stanza: [b]%s[/b]
nl: Kamercode: [b]%s[/b]
pl: Kod pokoju: [b]%s[/b]
ru: Код комнаты: [b]%s[/b]
ta: அறை குறியீடு: [b]%s [/b]

source: Hide Room Code
bg: Скрий кода на стаята
eo: Kaŝi ĉambrokodon
es: Ocultar código de salón
fr: Cacher le code de la salle
it: Nascondi Codice Lobby
nl: Kamercode verbergen
pl: Ukryj kod pokoju
ru: Скрыть код комнаты
ta: அறை குறியீட்டை மறைக்கவும்

source: Show Room Code
bg: Покажи кода на стаята
eo: Montri ĉambrokodon
es: Mostrar código de salón
fr: Révéler le code de la salle
it: Mostra Codice Lobby
nl: Kamercode tonen
pl: Pokaż kod pokoju
ru: Показать код комнаты
ta: அறை குறியீட்டைக் காட்டு

source: %s has joined the game.
bg: %s се присъедини към играта.
eo: %s aliĝis al la ludo.
es: %s se ha unido al juego.
fr: %s a rejoint la partie.
it: %s si è unito alla partita.
nl: %s neemt nu deel aan het spel.
pl: Gracz %s dołączył do gry.
ru: %s присоединился(-ась) к игре.
ta: %s விளையாட்டில் சேர்ந்துள்ளன.

source: %s changed their name to %s
bg: %s смени името си на %s
eo: %s ŝanĝis sian nomon al %s
es: %s ha cambiado su nombre a %s
fr: %s a modifié son nom en %s
it: %s ha cambiato il suo nome in %s
nl: %s heeft zijn/haar naam veranderd in ‘%s’
pl: Gracz %s zmienił swoją nazwę na %s
ru: %s изменил(а) свое имя на %s
ta: %s தங்கள் பெயரை %s ஆக மாற்றின

source: %s has left the game.
bg: %s напусна играта.
eo: %s foriris de la ludo.
es: %s ha salido del juego.
fr: %s a quitté la partie.
it: %s ha abbandonato la partita.
nl: %s heeft het spel verlaten.
pl: Gracz %s opuścił grę.
ru: %s покинул(а) игру.
ta: %s விளையாட்டை விட்டு வெளியேறிவிட்டன.

source: View notebook
bg: Прегледай дневника
eo: Vidi notlibreton
es: Ver cuaderno
fr: Afficher le bloc-notes
it: Mostra blocco note
nl: Notitieboek bekijken
pl: Otwórz notatnik
ru: Посмотреть блокнот
ta: நோட்புக்கைக் காண்க

source: Contents of %s
bg: Съдържание на %s
eo: Enhavo de %s
es: Contenido de %s
fr: Contenu de %s
it: Contenuti di %s
nl: Inhoud van %s
pl: Zawartość %s
ru: Содержание %s
ta: %s இன் உள்ளடக்கங்கள்

source: %s is empty.
bg: %s е празно.
eo: %s estas malplena.
es: %s está vacío.
fr: %s est vide.
it: %s è vuoto.
nl: %s is leeg.
pl: %s jest pusty.
ru: %s пуст.
ta: %s காலியாக உள்ளன.

source: No objects have been selected.
bg: Няма селектирани предмети.
eo: Neniuj objektoj estas elektitaj.
es: No se han seleccionado objetos.
fr: Aucun objet n'a été sélectionné.
it: Nessun oggetto selezionato.
nl: Er zijn geen objecten geselecteerd.
pl: Nie zaznaczono żadnych obiektów.
ru: Не выбрано ни одного объекта.
ta: எந்தவொரு பொருளும் தேர்ந்தெடுக்கப்படவில்லை.

source: A stack of %d cards.
bg: Тесте от %d карти.
eo: Stako kun %d kartoj.
es: Una pila de %d cartas.
fr: Un tas de %d cartes.
it: Una pila di carte di %d.
nl: Een stapel met %d kaarten.
pl: Stos %d kart.
ru: Колода из %d карт.
ta: %d அட்டைகளின் அடுக்கு.

source: A stack of %d tokens.
bg: Куп от %d жетони.
eo: Stako kun %d ĵetonoj.
es: Una pila de %d jetones.
fr: Une pile de %d jetons.
nl: Een stapel met %d fiches.
pl: Stos %d tokenów.
ru: Стопка из %d жетонов.
ta: %d டோக்கன்களின் அடுக்கு.

source: No description.
bg: Няма описание.
eo: Neniu priskribo.
es: No hay descripción.
fr: Aucune description.
it: Nessuna descrizione.
nl: Geen omschrijving.
pl: Bez opisu.
ru: Нет описания.
ta: விளக்கம் இல்லை.

source: Author: %s
bg: Автор: %s
eo: Aŭtoro: %s
es: Autor: %s
fr: Autrice/auteur : %s
it: Autore: %s
nl: Maker: %s
pl: Autor: %s
ru: Автор: %s
ta: ஆசிரியர்: %s

source: License: %s
bg: Лиценз: %s
eo: Permesilo: %s
es: Licencia: %s
fr: Licence : %s
it: Licenza: %s
nl: Licentie: %s
pl: Licencja: %s
ru: Лицензия: %s
ta: உரிமம்: %s

source: Modified by: %s
bg: Променено от: %s
eo: Modifita de: %s
es: Modificado por: %s
fr: Modifié par : %s
it: Modificato da: %s
nl: Bewerkt door: %s
pl: Zmodyfikowano przez: %s
ru: Изменено на: %s
ta: மாற்றியமைக்கப்பட்டது: %s

source: A total of %d objects were selected:
bg: Общо %d предмети бяха селектирани:
eo: Entute %d objektoj elektiĝis:
es: Un total de %d objetos fueron seleccionados:
fr: Un total de %d objets ont été sélectionnés :
nl: Er zijn in totaal %d objecten geselecteerd:
pl: Łącznie wybrano %d obiektów:
ru: Всего было выбрано %d объектов:
ta: மொத்தம் %d பொருள்கள் தேர்ந்தெடுக்கப்பட்டன:

source: Stack of %d cards
bg: Тесте от %d карти
eo: Stako kun %d kartoj
es: Pila de %d cartas
fr: Tas de %d cartes
nl: Een stapel met %d kaarten
pl: Stos %d kart
ru: Колода из %d карт
ta: %d அட்டைகளின் அடுக்கு

source: Stack of %d tokens
bg: Куп от %d жетони
eo: Stako kun %d ĵetonoj
es: Piula de %d jetones
fr: Pile de %d jetons
nl: Een stapel met %d fiches
pl: Stos %d tokenów
ru: Стопка из %d жетонов
ta: %d டோக்கன்களின் அடுக்கு

source: You can use this notebook to write down information that will persist between sessions.
bg: Можеш да използваш този дневник, за да записваш информация, която се запазва между сесиите.
eo: Vi povas uzi ĉi tiun notlibreton por skribi informojn, kiuj restos inter seancoj.
es: Puede usar esta libreta para anotar información que se conservará entre las sesiones.
fr: Tu peux utiliser ce carnet pour écrire des informations qui vont persister entre les sessions.
it: Puoi usare questo blocco note per scrivere informazioni che rimarrano fra più sessioni.
nl: In dit notitieboek kun je aantekeningen maken en in andere sessies bekijken.
pl: Możesz użyć tego notatnika do zapisywania informacji, które będą przechowywane między sesjami.
ru: Вы можете использовать этот блокнот для записи информации, которая будет сохраняться между сеансами.
ta: அமர்வுகளுக்கு இடையில் தொடரும் தகவல்களை எழுத இந்த நோட்புக்கைப் பயன்படுத்தலாம்.

source: This player does not have any public pages in their notebook.
bg: Този играч няма публични страници в дневника си.
eo: Ĉi tiu ludanto ne havas ajnajn publikajn paĝojn en sia notlibreto.
es: Este jugador no tiene páginas públicas en su cuaderno.
fr: Ce joueur n'a pas de pages publiques dans son bloc-notes.
it: Questo giocatore non ha pagine pubbliche nel suo blocco note.
nl: Deze speler heeft geen openbare pagina's in zijn/haar notitieboek.
pl: Ten gracz nie posiada żadnych publicznych stron w swojej książce.
ru: Данный игрок не имеет публичных страниц в своём блокноте.
ta: இந்த வீரருக்கு அவர்களின் நோட்புக்கில் எந்த பொது பக்கங்களும் இல்லை.

source: <Unknown>
bg: <Неизвестно>
eo: <Nekonata>
es: <Desconocido>
fr: <Inconnu>
it: <Sconosciuto>
nl: <Onbekend>
pl: <Nieznane>
ru: <Неизвестный>
ta: <அறியப்படாத>

source: %s's Notebook
bg: Дневник на %s
eo: Notlibreto de %s
es: Cuaderno de %s
fr: Bloc-note de %s
it: Blocco Note di %s
nl: Notitieboek van %s
pl: Notatnik gracza %s
ru: Блокнот %s
ta: %s இன் நோட்புக்

source: Are you sure you want to delete the page '%s'?
bg: Сигурен ли си, че искаш да изтриеш страницата '%s'?
eo: Ĉu vi certas, ke vi volas forigi la paĝon '%s'?
es: ¿Confirme que desea eliminar la página '%s'?
fr: Êtes-vous sûr·e de vouloir supprimer la page « %s » ?
it: Si è sicuri di voler cancellare la pagina '%s'?
nl: Weet je zeker dat je de pagina ‘%s’ wilt verwijderen?
pl: Czy jesteś pewn*, że chcesz usunąć stronę %s?
ru: Вы уверены, что хотите удалить страницу '%s'?
ta: '%s' பக்கத்தை நீக்க விரும்புகிறீர்களா?

source: New %s
bg: Нов %s
eo: Nova %s
es: Nuevo %s
fr: Nouveau %s
nl: Nieuw %s
pl: Nowe %s
ru: Новый %s
ta: புதிய %s

source: Modified: %s
bg: Променено: %s
eo: Modifita: %s
es: Modificado: %s
fr: Modifié : %s
it: Modificato: %s
nl: Bewerkt: %s
pl: Zmodyfikowano: %s
ru: Изменено: %s
ta: மாற்றியமைக்கப்பட்ட: %s

source: Save a file
bg: Запази файл
eo: Konservi dosieron
es: Guardar un archivo
fr: Enregistrer un fichier
it: Salva un file
nl: Bestand opslaan
pl: Zapisz plik
ru: Сохранить файл
ta: ஒரு கோப்பைச் சேமிக்கவும்

source: Save
bg: Запази
eo: Konservi
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
ru: Сохранить
ta: சேமி

source: Load
bg: Зареди
eo: Ŝargi
es: Cargar
fr: Charger
it: Carica
nl: Laden
pl: Załaduj
ru: Загрузить
ta: சுமை

source: Sort:
bg: Подреди:
eo: Ordigi:
es: Ordenar:
fr: Trier :
it: Ordina:
nl: Sorteren:
pl: Sortowanie:
ru: Сортировка:
ta: வரிசைப்படுத்துதல்:

source: Last Modified
bg: Последна промяна
eo: Laste modifita
es: Ultima Modificación
fr: Dernière modification
it: Ultima Modifica
nl: Bewerkt op
pl: Ostatnio zmodyfikowany
ru: Последние изменения
ta: கடைசியாக மாற்றப்பட்டது

source: Delete file?
bg: Изтриване на файл?
eo: Ĉu forigi dosieron?
es: Eliminar archivo?
fr: Supprimer le fichier ?
it: Cancella file?
nl: Wil je het bestand verwijderen?
pl: Czy usunąć plik?
ru: Удалить файл?
ta: கோப்பை நீக்கவா?

source: Overwrite file?
bg: Заместване на файл?
eo: Ĉu superskribi dosieron?
es: Sobreescribir archivo?
fr: Écraser le fichier ?
it: Sovrascrivere file?
nl: Wil je het bestand overschrijven?
pl: Czy nadpisać plik?
ru: Перезаписать файл?
ta: கோப்பை மேலெழுதவா?

source: Rename
bg: Преименувай
eo: Renomi
es: Cambiar Nombre
fr: Renommer
it: Rinomina
nl: Naam wijzigen
pl: Zmień nazwę
ru: Переименовать
ta: மறுபெயரிடுங்கள்

source: Duplicate
bg: Създай дубликат
eo: Duobligi
es: Duplicar
fr: Dupliquer
it: Duplica
nl: Klonen
pl: Duplikuj
ru: Дублировать
ta: நகல்

source: Invalid name!
bg: Невалидно име!
eo: Nevalida nomo!
es: ¡Nombre inválido!
fr: Nom invalide !
it: Nome non valido!
nl: Ongeldige naam!
pl: Nieprawidłowa nazwa!
ru: Неправильное имя!
ta: தவறான பெயர்!

source: File names cannot contain any of the following characters: %s
bg: Имената на файловете не могат да съдържат следните символи: %s
eo: Dosiernomoj ne povas enhavi iujn ajn el la ĉi-subaj signoj: %s
es: Los nombres de archivos no podrán contener los siguientes caracteres: %s
fr: Les noms de fichiers ne peuvent pas contenir les charactères suivants : %s
it: I nomi dei file non possono contenere nessuno dei seguenti caratteri: %s
nl: Bestandsnamen mogen niet de volgende tekens bevatten: %s
pl: Nazwy plików nie mogą zawierać żadnego z poniższych znaków: %s
ru: Имена файлов не могут содержать ни одного из следующих символов: %s
ta: கோப்பு பெயர்களில் பின்வரும் எழுத்துக்கள் எதுவும் இருக்க முடியாது: %s

source: Rename file...
bg: Преименувай файл...
eo: Renomi dosieron...
es: Cambiar nombre a archivo...
fr: Renommer le fichier…
it: Rinomina file...
nl: Bestandsnaam wijzigen…
pl: Zmień nazwę pliku...
ru: Переименование файла…
ta: கோப்பை மறுபெயரிடுங்கள் ...

source: Please enter a new name for the file:
bg: Въведи ново име на файла:
eo: Bonvolu enigi novan nomon por la dosiero:
es: Ingrese un nuevo nombre para el archivo:
fr: Veuillez entrer un nouveau nom pour le fichier :
it: Inserire un nuovo nome per il file:
nl: Geef het bestand een nieuwe naam:
pl: Wprowadzić nową nazwę pliku:
ru: Пожалуйста, введите новое имя файла:
ta: கோப்பிற்கு புதிய பெயரை உள்ளிடவும்:
