Repository: zhangjiangen11/tabletop-club
Catalog: game/Translations/*.po
Languages: bg, eo, es, fr, it, nl, pl, ru, ta

source: Used to set how long the mouse needs to be kept still before a preview of a card is displayed from the hand.
bg: Настройва дължината на времето, което е нужно да задържите мишката върху картата от ръката, за да се покаже детйлен преглед.
eo: Uzebla por agordi kiom longe la muso devas resti senmova, antaŭ montriĝas la karta antaŭvido.
es: Usado para fijar cuanto tiempo deberá permanecer quieto el ratón sobre una carta antes de mostrarla.
fr: Utilisé pour indiquer la durée d'immobilité de la souris à attendre avant qu'une prévisualisation d'une carte soit affichée depuis la main.
it: Imposta quanto a lungo bisogna lasciare il mouse fermo prima che venga mostrata l'anteprima di una carta in mano.
nl: Geef aan hoelang de cursor stilgehouden dient te worden alvorens een kaart wordt voorvertoond.
pl: Służy do ustawienia, jak długo mysz musi być trzymana nieruchomo, zanim zostanie wyświetlony podgląd karty z ręki.
ru: Используется для установки времени, в течение которого мышь должна оставаться неподвижной, прежде чем на экране появится предварительный просмотр карты из руки.
ta: ஒரு கார்டின் முன்னோட்டம் கையிலிருந்து காண்பிக்கப்படுவதற்கு முன்பே சுட்டியை இன்னும் எவ்வளவு நேரம் வைத்திருக்க வேண்டும் என்பதை அமைக்க பயன்படுகிறது.

source: Hand Preview Size
bg: Размер на прегледа
eo: Grando de antaŭvido de enmanaj kartoj
es: Tamaño de Previsualización de Mano
fr: Taille de l'aperçu de la main
it: Dimensione Anteprima Mano
nl: Handomvang
pl: Rozmiar podglądu dłoni
ru: Размер предпросмотра руки
ta: கை முன்னோட்ட அளவு

source: Used to control how large the card preview is.
bg: Настройва размера на детайлния преглед на картата.
eo: Uzebla por regi la grandecon de la karta antaŭvido.
es: Usado para controlar el tamaño de la imagen de la carta que se previsualiza.
fr: Utilisé pour contrôler la taille de la prévisualisation de la carte.
it: Imposta quanto deve essere grande l'anteprima della carta.
nl: Stel in hoe groot de kaartvoorvertoning dient te zijn.
pl: Służy do kontrolowania wielkości podglądu karty.
ru: Используется для управления размером предварительного просмотра карты.
ta: அட்டை முன்னோட்டம் எவ்வளவு பெரியது என்பதைக் கட்டுப்படுத்தப் பயன்படுகிறது.

source: Hide Control Hints
bg: Скрий съветите за контролите
eo: Kaŝi regajn konsiletojn
es: Ocultar Pistas de los Controles
fr: Masquer les conseils des contrôles
it: Nascondi Suggerimenti Controlli
nl: Tips omtrent spelbediening verbergen
pl: Ukryj wskazówki dotyczące sterowania
ru: Скрыть подсказки управления
ta: கட்டுப்பாட்டு குறிப்புகளை மறைக்கவும்

source: Used to hide the dynamic text displaying how to control the game.
bg: Скрива динамичния текст, обясняващ как се контролира играта.
eo: Uzebla por kaŝi la dinamikan tekston, kiu klarigas kiel regi la ludon.
es: Usado para ocultar el texto dinámico que muestra como controlar el juego.
fr: Utilisé pour masquer le texte dynamique affichant comment contrôler le jeu.
it: Attiva per nascondere i testi dinamici che spiegano come usare i controlli del gioco.
nl: Verberg de tekst die aangeeft hoe het spel moet worden bediend.
pl: Służy do ukrywania dynamicznego tekstu wyświetlającego sposób kontrolowania gry.
ru: Используется для скрытия динамического текста, показывающего, как управлять игрой.
ta: விளையாட்டை எவ்வாறு கட்டுப்படுத்துவது என்பதைக் காட்டும் மாறும் உரையை மறைக்கப் பயன்படுகிறது.

source: General
bg: Общи
eo: Ĝenerale
fr: Général
it: Generali
nl: Algemeen
pl: Ogólne
ru: Общие
ta: பொது

source: Language
bg: Език
eo: Lingvo
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
ru: Язык
ta: மொழி

source: Autosave Interval
bg: Интервал на автоматичен запис
eo: Intervalo de aŭtomata konservado
es: Intervalo de Guardado Automático
fr: Intervalle de sauvegarde automatique
it: Intervallo Salvataggio Automatico
nl: Automatisch opslaan, elke
pl: Interwał automatycznego zapisywania
ru: Интервал автосохранения
ta: ஆட்டோசேவ் இடைவெளி

source: Used to set how often autosaves are created.
bg: Настройва колко често играта се запазва автоматично.
eo: Uzebla por agordi kiom ofte aŭtomataj konservaĵoj kreiĝas.
es: Utilizado para fijar con que frecuencia se guarda automáticamente el juego.
fr: Permet de définir la fréquence de création des sauvegardes automatiques.
it: Imposta quando frequentemente vengono creati i salvataggi automatici.
nl: Geef aan hoe vaak een spel automatisch dient te worden opgeslagen.
pl: Służy do ustawiania częstotliwości tworzenia automatycznych zapisów.
ru: Используется для установки частоты создания автосохранений.
ta: ஆட்டோசேவ்ச் எவ்வளவு அடிக்கடி உருவாக்கப்படுகிறது என்பதை அமைக்கப் பயன்படுகிறது.

source: 5 minutes
bg: 5 минути
eo: 5 minutoj
es: 5 minutos
it: 5 minuti
nl: 5 minuten
pl: 5 minut
ru: 5 минут
ta: 5 நிமிடங்கள்

source: Autosave File Count
bg: Брой на автоматичните записи
eo: Dosierkvanto de aŭtomata konservado
es: Conteo de Guardados Automáticos
fr: Nombre de fichiers d'enregistrement automatique
it: Quantità File dei Salvataggi Automatici
nl: Aantal reservekopieën
pl: Automatyczne zapisywanie liczby plików
ru: Количество файлов автосохранения
ta: ஆட்டோசேவ் கோப்பு எண்ணிக்கை

source: Used to set the maximum number of autosave files that are made.
bg: Настройва максималния брой на файлове с автоматични запазвания.
eo: Uzebla por agordi la maksimuman kvanton da kreitaj aŭtomataj konservaĵoj.
es: Usado para fijar el número máximo de archivos que se guardan automáticamente.
fr: Permet de définir le nombre maximal de fichiers d'enregistrement automatique qui sont créés.
it: Imposta il numero massimo dei file di salvataggio automatico tenuti in memoria.
nl: Geef aan hoeveel reservekopieën er maximaal mogen worden gemaakt.
pl: Służy do ustawiania maksymalnej liczby tworzonych plików automatycznego zapisywania.
ru: Используется для установки максимального количества создаваемых файлов автосохранения.
ta: தயாரிக்கப்படும் அதிகபட்ச ஆட்டோசேவ் கோப்புகளை அமைக்க பயன்படுகிறது.

source: Skip Splash Screen
bg: Пропусни началния екран
eo: Preterlasi salutekranon
es: Omitir pantalla de presentación
fr: Passer l'écran de démarrage
it: Salta introduzione
nl: Geen opstartscherm tonen
pl: Pomiń ekran powitalny
ru: Пропустить заставку
ta: ச்பிளாச் திரையைத் தவிர்க்கவும்

source: Skips the Godot Engine splash screen when the game starts.
bg: Пропуска показването на началния екран на Godot Engine при стартиране на играта.
eo: Preterlasas la salutekranon de Godot Engine dum la komenco de la ludo.
es: Omite la pantalla de bienvenida del motor Godot cuando se inicia el juego.
fr: Passer l'écran de démarrage Godot Engine quand le jeu démarre.
it: Salta la schermata di introduzione di Godot Engine all'avvio del gioco.
nl: Verberg het Godot-opstartscherm van spellen.
pl: Pomija ekran powitalny Godot Engine podczas uruchamiania gry.
ru: Пропускать заставку Godot Engine когда игра запускается.
ta: விளையாட்டு தொடங்கும் போது கோடோட் என்சின் ச்பிளாச் திரையைத் தவிர்க்கவும்.

source: Show System Warnings
bg: Показвай системни предупреждения
eo: Montri sistemajn avertojn
es: Mostrar Advertencias del Sistema
fr: Afficher les avertissements système
it: Mostra Avvisi di Sistema
nl: Systeemwaarschuwingen tonen
pl: Pokaż ostrzeżenia systemowe
ru: Показывать системные предупреждения
ta: கணினி எச்சரிக்கைகளைக் காட்டு

source: Displays system warnings in the chat box.
bg: Принтира системни предупреждения в полето за чат.
eo: Montras sistemajn avertojn en la babilujo.
es: Muestra las advertencias que genera el sistema en el recuadro de discusión.
fr: Affiche les avertissements système dans la boîte de discussion.
it: Mostra gli avvisi di sistema nella chat.
nl: Toon systeemwaarschuwingen in het chatvenster.
pl: Wyświetla ostrzeżenia systemowe w oknie czatu.
ru: Показывает системные предупреждения в окне чата.
ta: அரட்டை பெட்டியில் கணினி எச்சரிக்கைகளைக் காட்டுகிறது.

source: Show System Errors
bg: Показвай системни грешки
eo: Montri sistemajn erarojn
es: Mostrar Errores del Sistema
fr: Afficher les erreurs système
it: Mostra Errori di Sistema
nl: Systeemfoutmeldingen tonen
pl: Pokaż błędy systemowe
ru: Показывать системные ошибки
ta: கணினி பிழைகளைக் காட்டு

source: Displays system errors in the chat box.
bg: Принтира системни грешки в полето за чат.
eo: Montras sistemajn erarojn en la babilujo.
es: Muestra los mensajes de error que genera el sistema en el recuadro de discusión.
fr: Affiche les erreurs système dans la boîte de discussion.
it: Mostra gli errori di sistema nella chat.
nl: Toon systeemfoutmeldingen in het chatvenster.
pl: Wyświetla błędy systemowe w oknie czatu.
ru: Показывает системные ошибки в окне чата.
ta: அரட்டை பெட்டியில் கணினி பிழைகளைக் காட்டுகிறது.

source: Opens the assets folder in your file explorer.
bg: Отваря папката за ресурси във файловия мениджър.
eo: Malfermas la havaĵan dosierujon per via dosiera foliumilo.
es: Abre la carpeta de artículos en su explorador de archivos.
fr: Ouvre le dossier des actifs dans votre explorateur de fichiers.
it: Apri la cartella degli asset nel tuo gestore file.
nl: Open de onderdelenmap in je bestandsbeheerder.
pl: Otwiera folder zasobów w eksploratorze plików.
ru: Открывает папку с ассетами в проводнике файлов.
ta: உங்கள் கோப்பு எக்ச்ப்ளோரரில் சொத்து கோப்புறையைத் திறக்கிறது.

source: Open Assets Folder
bg: Отвори ресурсната папка
eo: Malfermi havaĵan dosierujon
es: Abrir Carpeta de Artículos
fr: Ouvrir le dossier des ressources
it: Apri Cartella Asset
nl: Spelonderdelenmap openen
pl: Otwórz folder zasobów
ru: Открыть папку ассетов
ta: திறந்த சொத்துக்கள் கோப்புறை

source: Reimport Assets
bg: Импортирай ресурсите отново
eo: Reimporti havaĵojn
es: Reimportar Artículos
fr: Importer à nouveau les ressources
it: Reimporta Asset
nl: Spelonderdelen opnieuw importeren
pl: Ponownie zaimportuj zasoby
ru: Реимпорт ассетов
ta: சொத்துக்களை திருப்பிச் செலுத்துங்கள்

source: Key Bindings
bg: Клавишни команди
eo: Klavkombinoj
es: Asignación de Teclas
fr: Raccourcis clavier
it: Associazione Tasti
nl: Toetsen
pl: Skróty klawiszowe
ru: Привязки клавиш
ta: முக்கிய பிணைப்புகள்

source: Move Forward
bg: Местене напред
eo: Moviĝi antaŭen
es: Mover Hacia Adelante
fr: Avancer
it: Muovi Avanti
nl: Vooruit
pl: Przesuń do przodu
ru: Двигаться вперед
ta: முன்னேறவும்

source: Moves the camera forward.
bg: Премества камерата напред.
eo: Movas la kameraon antaŭen.
es: Mueve la cámara hacia adelante.
fr: Déplace la caméra vers l'avant.
it: Muove la camera avanti.
nl: Duw de camera naar voren.
pl: Przesuwa kamerę do przodu.
ru: Перемещает камеру вперед.
ta: கேமராவை முன்னோக்கி நகர்த்துகிறது.

source: Move Back
bg: Мести назад
eo: Moviĝi malantaŭen
es: Mover Hacia Atrás
fr: Reculer
it: Muovi Indietro
nl: Achteruit
pl: Przesuń wstecz
ru: Двигаться назад
ta: பின்னால் செல்லுங்கள்

source: Moves the camera backwards.
bg: Премества камерата назад.
eo: Movas la kameraon malantaŭen.
es: Mueve la cámara hacia atrás.
fr: Déplace la caméra en arrière.
it: Muovi la camera indietro.
nl: Trek de camera naar achter.
pl: Przesuwa kamerę do tyłu.
ru: Перемещает камеру назад.
ta: கேமராவை பின்னோக்கி நகர்த்துகிறது.

source: Move Left
bg: Мести наляво
eo: Moviĝi maldekstren
es: Mover Hacia la Izquierda
fr: Aller vers la gauche
it: Muovi a Sinistra
nl: Naar links
pl: Przesuń w lewo
ru: Двигаться влево
ta: இடதுபுறம் நகர்த்தவும்

source: Moves the camera left.
bg: Премества камерата наляво.
eo: Movas la kameraon maldekstren.
es: Mueve la cámara hacia la izquierda.
fr: Déplace la caméra à gauche.
it: Muovi la camera verso sinistra.
nl: Duw de camera naar links.
pl: Przesuwa kamerę w lewo.
ru: Перемещает камеру влево.
ta: மீதமுள்ள கேமராவை நகர்த்துகிறது.

source: Move Right
bg: Мести надясно
eo: Moviĝi dekstren
es: Mover Hacia la Derecha
fr: Aller vers la droite
it: Muovi a Destra
nl: Naar rechts
pl: Przesuń w prawo
ru: Двигаться вправо
ta: வலதுபுறம் நகர்த்தவும்

source: Moves the camera right.
bg: Премества камерата надясно.
eo: Movas la kameraon dekstren.
es: Mueve la cámara hacia la derecha.
fr: Déplace la caméra à droite.
it: Muovi la camera verso destra.
nl: Duw de camera naar rechts.
pl: Przesuwa kamerę w prawo.
ru: Перемещает камеру вправо.
ta: கேமராவை சரியாக நகர்த்துகிறது.

source: Rotate Camera
bg: Завърти камерата
eo: Giri kameraon
es: Girar Cámara
fr: Tourner la caméra
it: Ruota Camera
nl: Camera draaien
pl: Obróć kamerę
ru: Повернуть камеру
ta: கேமராவை சுழற்றுங்கள்

source: Enable rotation of the camera when moving the mouse.
bg: Включва завъртането на камерата при местене на мишката.
eo: Ebligas giradon de la kamerao, movante la muson.
es: Habilita la rotación de la cámara al mover el ratón.
fr: Active la rotation de la caméra au déplacement de la souris.
it: Abilita la rotazione della camera mentre si muove il mouse.
nl: Draai de camera door de muis te verplaatsen.
pl: Włącz obracanie kamery podczas poruszania myszą.
ru: Включает вращение камеры при перемещении мыши.
ta: சுட்டியை நகர்த்தும்போது கேமராவின் சுழற்சியை இயக்கவும்.

source: Reset Camera
bg: Възстанови камерата
eo: Restarigi kameraon
es: Reiniciar Cámara
fr: Réinitialiser la caméra
it: Resetta Camera
nl: Standaard camerazicht
pl: Resetuj kamerę
ru: Сбросить камеру
ta: கேமராவை மீட்டமைக்கவும்

source: Resets the camera to the default position.
bg: Връща камерата на първоначалната й позиция.
eo: Remetas la kameraon en la defaŭltan pozicion.
es: Regresa la cámara a su posición inicial.
fr: Réinitialise la caméra à sa position par défaut.
it: Resetta la camera alla sua posizione di default.
nl: Stel de camera in op de standaardpositie.
pl: Resetuje kamerę do pozycji domyślnej.
ru: Сбрасывает камеру в положение по умолчанию.
ta: கேமராவை இயல்புநிலை நிலைக்கு மீட்டமைக்கிறது.

source: Zoom In / Lift Piece Down
bg: Приближи камерата / Понижи предмет
eo: Zomi / levi pecon malsupren
es: Acercar/Levantar pieza hacia abajo
fr: Zoomer / Descendre une pièce
nl: Inzoomen/Stuk neerzetten
pl: Powiększ / Podnieś element w dół
ru: Приблизить камеру / Опустить деталь
ta: துண்டு கீழே / தூக்கு கீழே

source: Zoom the camera towards the table, or lift a piece down onto the table.
bg: Приближава камерата към масата или понижава предмет надолу към масата.
eo: Zomigas la kameraon al la tablo, aŭ levas pecon malsupren sur la tablon.
es: Haga zoom con la cámara hacia la mesa o levante una pieza sobre la mesa.
fr: Zoom la caméra sur la table, ou descend une pièce sur la table.
nl: Zoom de camera of het object weg van de tafel, of zet een stuk neer op de tafel.
pl: Zbliż kamerę w stronę stołu lub podnieś element na stół.
ru: Приблизить камеру к столу, или опустить деталь на стол.
ta: கேமராவை மேசையை நோக்கி பெரிதாக்கவும், அல்லது ஒரு துண்டு மேசையில் தூக்கவும்.

source: Zoom Out / Lift Piece Up
bg: Отдалечи камерата / Вдигни предмет
eo: Malzomi / levi pecon supren
es: Alejar / Levantar pieza
fr: Dézoomer / Soulever une pièce
nl: Uitzoomen/Stuk oppakken
pl: Pomniejsz / Podnieś element w górę
ru: Отдалить камеру / Поднять деталь
ta: பெரிதாக்கவும் / தூக்கி தூக்கவும்

source: Zoom the camera away from the table, or lift a piece up from the table.
bg: Отдалечи камерата от масата или вдигни предмет нагоре от масата.
eo: Zomigas la kameraon for de la tablo, aŭ levas pecon supren de la tablo.
es: Aleja la cámara de la mesa o levanta una pieza de la mesa.
fr: Dézoome la caméra de la table, ou soulève une pièce de la table.
nl: Zoom de camera of het object weg van de tafel, of pak een stuk op.
pl: Oddal kamerę od stołu lub podnieś element ze stołu.
ru: Отдалить камеру от стола, или поднять деталь со стола.
ta: மேசையிலிருந்து கேமராவை பெரிதாக்கவும், அல்லது மேசையிலிருந்து ஒரு பகுதியை உயர்த்தவும்.

source: Flip Piece Orientation
bg: Обърни посоката на предмет
eo: Renversi pecan orientiĝon
es: Invertir orientación de la pieza
fr: Inverser l'orientation des pièces
it: Gira Orientazione Componente
nl: Spelstuk omdraaien
pl: Odwróć orientację elementu
ru: Перевернуть ориентацию детали
ta: துண்டு நோக்குநிலை

source: Flip the selected piece or the piece the mouse is over on the horizontal axis.
bg: Обръща хоризонтално селектирания предмет или предмета под мишката.
eo: Renversas la elektitan aŭ musumatan pecon laŭ la horizontala akso.
es: Gira la pieza seleccionada o la pieza sobre la cual está el ratón en el eje horizontal.
fr: Retourne la pièce sélectionnée ou la pièce sur laquelle se trouve le curseur sur l'axe horizontal.
nl: Draai het gekozen of door de cursor aangewezen spelstuk horizontaal om.
pl: Odwróć wybrany kawałek lub element, nad którym znajduje się wskaźnik myszy na osi poziomej.
ru: Переворачивает выбранную деталь или деталь под указателем мыши по горизонтальной оси.
ta: தேர்ந்தெடுக்கப்பட்ட துண்டு அல்லது கிடைமட்ட அச்சில் சுட்டி முடிந்துவிட்டது.

source: Reset Piece Orientation
bg: Нулирай ориентацията на предмет
eo: Restarigi pecan orientiĝon
es: Reiniciar Orientación de Ficha
fr: Réinitialiser l'orientation de la pièce
it: Resetta Orientazione Componente
nl: Standaard spelstukkant
pl: Zresetuj orientację elementu
ru: Сбросить ориентацию детали
ta: துண்டு நோக்குநிலையை மீட்டமைக்கவும்

source: Resets the selected piece or the piece the mouse is over to its default orientation.
bg: Връща първоначалната посока на селектирания предмет или предмета под мишката.
eo: Remetas la elektitan aŭ musumatan pecon en ĝian defaŭltan orientiĝon.
es: Reinicia la pieza seleccionada o la pieza sobre la cual está el ratón a la orientación predefinida.
fr: Réinitialise la pièce sélectionnée ou la pièce sur laquelle se trouve le curseur à son orientation par défaut.
nl: Herstel de standaardoriëntatie van het gekozen of aangewezen spelstuk.
pl: Resetuje wybrany kawałek lub element, nad którą znajduje się mysz, do domyślnej orientacji.
ru: Сбрасывает выбранную деталь или деталь под указателем мыши в ориентацию по умолчанию.
ta: தேர்ந்தெடுக்கப்பட்ட துண்டு அல்லது சுட்டி அதன் இயல்புநிலை நோக்குநிலைக்கு முடிந்துவிட்டது.

source: Rotate Piece
bg: Завърти предмет
eo: Turni pecon
es: Rotar la pieza
fr: Faire pivoter la pièce
nl: Spelstuk draaien
pl: Obróć element
ru: Повернуть деталь
ta: துண்டு சுழற்றுங்கள்

source: Rotates the the piece that is selected, or that the mouse is over.
bg: Завърта селектирания предмет или предмета под мишката.
eo: Turnas la elektitan aŭ musumatan pecon.
es: Rota la pieza seleccionada, o la pieza sobre la cual está el ratón.
fr: Tourne la pièce sélectionnée, ou sur laquelle le curseur est positionné.
nl: Draait het gekozen of door de cursor aangewezen spelstuk.
pl: Obraca element, który jest wybrany lub nad którym znajduje się kursor myszy.
ru: Поворачивает выбранную деталь или ту, которая находится под указателем мыши.
ta: தேர்ந்தெடுக்கப்பட்ட பகுதியை அல்லது சுட்டி முடிந்துவிட்டது என்று சுழற்றுகிறது.

source: Shuffle
bg: Разбъркване
eo: Miksi
es: Revolver
fr: Mélanger
it: Mischia
nl: Schudden
pl: przetasuj
ru: Перемешать
ta: கலக்கு

source: Shuffle stacks of cards or tokens that are selected, or that the mouse is over.
bg: Разбърква тестета карти или купчини жетони които са селектирани или са под мишката.
eo: Miksas elektitajn aŭ musumatajn kartostakojn aŭ ĵetonojn.
es: Baraja la pila de cartas o jetones que son seleccionados, o aquellos sobre los cuales está el ratón.
fr: Mélange les tas de cartes ou les jetons sélectionnés, ou sur lesquels le curseur est positionné.
nl: Schud de gekozen of door de cursor aangewezen kaarten/fiches.
pl: Potasuj stosy kart lub żetonów, które są zaznaczone lub że wskaźnik myszy się skończył.
ru: Перемешивает выбранные колоды карт или стопки жетонов или те, которые находятся под указателем мыши.
ta: தேர்ந்தெடுக்கப்பட்ட அட்டைகள் அல்லது டோக்கன்களின் கலக்கு அடுக்குகள், அல்லது சுட்டி முடிந்துவிட்டது.

source: Lock/Unlock Piece
bg: Заключване/Отключване на предмет
eo: (Mal)ŝlosi pecon
es: Fijar/Liberar Ficha
fr: Verrouille/déverrouiller la pièce
it: Ferma/Sblocca Componente
nl: Spelstuk ver-/ontgrendelen
pl: Zablokuj/Odblokuj element
ru: Заблокировать/разблокировать деталь
ta: துண்டு பூட்டு/திறக்க

source: Toggles the lock on the selected piece, fixing its position and rotation.
bg: Заключва или отключва селектирания предмет, фиксирайки позицията и завърането му.
eo: Baskuligas la ŝlositecon de la elektita pecon, fiksante ĝian pozicion kaj rotacion.
es: Fija o libera la ficha seleccionada, fijando tanto su posición como su rotación.
fr: Alterne le verrouillage de la pièce sélectionnée, fixant sa position et sa rotation.
it: Attiva o disattiva il blocco della componente selezionata, fissando posizione e rotazione.
nl: Vergrendel een spelstuk. Hierdoor kan het stuk niet worden gedraaid of verplaatst.
pl: Przełącza blokadę na wybranym elemencie, ustalając jego pozycję i obrót.
ru: Переключает блокировку на выбранной детали, фиксируя ее положение и вращение.
ta: தேர்ந்தெடுக்கப்பட்ட துண்டின் பூட்டை மாற்றி, அதன் நிலை மற்றும் சுழற்சியை சரிசெய்கிறது.

source: Delete Piece
bg: Изтрий предмет
eo: Forigi pecon
es: Eliminar Ficha
fr: Supprimer la pièce
it: Elimina Componente
nl: Spelstuk verwijderen
pl: Usuń element
ru: Удалить деталь
ta: துண்டு நீக்கு

source: Deletes the currently selected piece.
bg: Изтрива селектирания предмет.
eo: Forigas la nune elektitan pecon.
es: Elimina la ficha seleccionada.
fr: Supprime la pièce actuellement sélectionnée.
it: Elimina la componente selezionata.
nl: Verwijder het huidige spelstuk.
pl: Usuwa aktualnie wybrany element.
ru: Удаляет текущую выбранную деталь.
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட பகுதியை நீக்குகிறது.

source: Toggle Debug Info
bg: Превключи дебъг информация
eo: Baskuligi cimspuradajn informojn
es: Habilitar/Deshabilitar Información de Diagnóstico
fr: Activer/Désactiver les informations de débogage
it: Gestisci Informazioni Debug
nl: Foutopsporingsinformatie aan/uit
pl: Przełącz informacje o debugowaniu
ru: Переключить отладочную информацию
ta: பிழைத்திருத்த தகவலை மாற்றவும்

source: Toggles whether debug information is displayed.
bg: Показва и скрива информацията за отстраняване на грешки (debug info).
eo: Baskuligas ĉu montriĝas informojn de cimspurado.
es: Habilita o deshabilita si la información usada para diagnóstico es mostrada.
fr: Alterne l'affichage des informations de débogage.
it: Mostra o nascondi le informazioni di debug.
nl: Toon/Verberg foutopsporingsinformatie.
pl: Przełącza, czy wyświetlane są informacje debugowania.
ru: Переключает отображение отладочной информации.
ta: பிழைத்திருத்த செய்தி காட்டப்பட்டுள்ளதா என்பதை மாற்றுகிறது.

source: Quicksave
bg: Бърз запис
eo: Rapidkonservi
es: Guardado Rápido
fr: Sauvegarde rapide
it: Salvataggio rapido
nl: Snel opslaan
pl: Szybki zapis
ru: Быстрое сохранение
ta: விரைவாக

source: Creates a quicksave file.
bg: Създава файл с бърз запис.
eo: Kreas rapidkonservaĵon.
es: Crea un archivo de guardado rápido.
fr: Crée un fichier de sauvegarde rapide.
it: Crea un file per il salvataggio rapido.
nl: Bewaar het spel snel.
pl: Tworzy plik szybkiego zapisu.
ru: Создает файл быстрого сохранения.
ta: குவிக்சேவ் கோப்பை உருவாக்குகிறது.

source: Quickload
bg: Бързо зареждане
eo: Rapidŝargi
es: Carga Rápida
fr: Chargement rapide
it: Caricamento rapido
nl: Snel laden
pl: Szybkie ładowanie
ru: Быстрая загрузка
ta: குயிக்லோட்

source: Loads the latest quicksave file.
bg: Зарежда последният файл с бърз запис.
eo: Ŝargas la plej lastatempan rapidkonservaĵon.
es: Carga el archivo de guardado rápido más reciente.
fr: Charge le dernier fichier de sauvegarde rapide.
it: Carica il file di salvataggio più recente.
nl: Laad het vorige snelle opgeslagen spel.
pl: Ładuje najnowszy plik szybkiego zapisu.
ru: Загружает последний файл быстрого сохранения.
ta: அண்மைக் கால குவிக்சேவ் கோப்பை ஏற்றுகிறது.

source: Toggle UI
bg: Превключване на интерфейса
eo: Baskuligi interfacon
es: Habilitar/Deshabilitar la Interfaz de Usuario
fr: Activer/Désactiver l'interface graphique
it: Gestisci UI
nl: Bediening tonen/verbergen
pl: Przełączanie interfejsu użytkownika
ru: Переключить пользовательский интерфейс
ta: இடைமுகம் ஐ மாற்றவும்
