Repository: zhangjiangen11/tabletop-club
Catalog: game/Translations/*.po
Languages: bg, eo, es, fr, it, nl, pl, ru, ta

source: Downloading...
bg: Изтегляне...
eo: Elŝutado...
es: Descargando...
fr: Téléchargement…
it: Download in corso...
nl: Bezig met downloaden…
pl: Pobieranie...
ru: Загрузка…
ta: பதிவிறக்கம் ...

source: Waiting for download...
bg: Изчакване за теглене...
eo: Elŝutado estas atendata...
es: Esperando la descarga...
fr: En attente du téléchargement…
it: In attesa del download...
nl: Bezig met voorbereiden…
pl: Czekam na pobieranie...
ru: Ожидание загрузки…
ta: பதிவிறக்க காத்திருக்கிறது ...

source: Waiting to verify integrity...
bg: Изчакване за проверка на цялостта...
eo: Atendado por kontrolado de integreco...
es: Esperando para verificar la integridad...
fr: En attente de la vérification d'intégrité…
it: In attesa di verifica di integrità...
nl: Bezig met verifiëren…
pl: Czekam na weryfikację poprawności...
ru: Ожидание проверки целостности…
ta: ஒருமைப்பாட்டை சரிபார்க்க காத்திருக்கிறது ...

source: Waiting to import assets...
bg: Изчакване за импортиране на ресурси...
eo: Atendado por importado de havaĵoj...
es: Esperando para importar los artículos...
fr: En attente de l'importation des assets…
it: In attesa dell'importazione degli assets...
nl: Bezig met importeren van spelonderdelen…
pl: Czekam na import zasobów...
ru: Ожидание импорта ассетов…
ta: சொத்துக்களை இறக்குமதி செய்ய காத்திருக்கிறது ...

source: Error!
bg: Грешка!
eo: Eraro!
fr: Erreur !
it: Errore!
nl: Foutmelding!
pl: Błąd!
ru: Ошибка!
ta: பிழை!

source: Download Folder Locked
bg: Папката за изтегляния е заключена
eo: Elŝuta dosierujo estas ŝlosita
es: Carpeta de Descarga Bloqueada
fr: Dossier de téléchargement verrouillé
it: Download Cartella Bloccato
nl: De downloadmap is vergrendeld
pl: Folder pobierania zablokowany
ru: Папка загрузки заблокирована
ta: கோப்புறை பூட்டப்பட்டுள்ளது

source: Type a message here...
bg: Напиши съобщение тук...
eo: Tajpu mesaĝon ĉi tie...
es: Escriba su mensaje aqui...
fr: Tapez un message ici…
it: Scrivi un messaggio....
nl: Typ een bericht…
pl: Tutaj wpisz wiadomość...
ru: Введите сообщение здесь…
ta: இங்கே ஒரு செய்தியைத் தட்டச்சு செய்க ...

source: Send
bg: Изпращане
eo: Sendi
es: Enviar
fr: Envoyer
it: Invia
nl: Versturen
pl: Wyślij
ru: Отправить
ta: அனுப்பு

source: Objects
bg: Предмети
eo: Objektoj
es: Objetos
fr: Objets
it: Oggetti
nl: Objecten
pl: Obiekty
ru: Объекты
ta: பொருள்கள்

source: Games
bg: Игри
eo: Ludoj
es: Juegos
fr: Jeux
it: Giochi
nl: Spellen
pl: Gry
ru: Игры
ta: விளையாட்டுகள்

source: Room
bg: Стая
eo: Ĉambro
es: Salón
fr: Salle
it: Lobby
nl: Kamer
pl: Pokój
ru: Комната
ta: அறை

source: Notebook
bg: Дневник
eo: Notlibreto
es: Anotaciones
fr: Cahier
it: Blocco Note
nl: Notitieboek
pl: Notatnik
ru: Блокнот
ta: நோட்புக்

source: Flip Table
bg: Обърни масата
eo: Renversi tablon
es: Invertir Mesa
fr: Retourner la table
it: Capovolgi Tavolo
nl: Tafel omdraaien
pl: Wywróć stół
ru: Перевернуть стол
ta: மாற்றும் அட்டவணை

source: Clear Table
bg: Изчисти масата
eo: Viŝi tablon
es: Despejar Mesa
fr: Vider la table
it: Svuota Tavolo
nl: Tafel leegmaken
pl: Wyczyść stół
ru: Очистить стол
ta: தெளிவான அட்டவணை

source: Undo
bg: Стъпка назад
eo: Malfari
es: Deshacer
fr: Annuler
it: Annulla
nl: Ongedaan maken
pl: Cofnij
ru: Отменить
ta: செயல்தவிர்

source: Menu
bg: Меню
eo: Menuo
es: Menú
ru: Меню
ta: பட்டியல்

source: Add
bg: Добави
eo: Aldoni
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
ru: Добавить
ta: கூட்டு

source: Added %s.
bg: Добавено %s.
eo: Aldoniĝis %s.
es: %s añadidos.
fr: %s a été ajouté.
it: Aggiunto %s.
nl: %s is toegevoegd.
pl: Dodano %s.
ru: Добавлено %s.
ta: சேர்க்கப்பட்டது %s.

source: Added %d objects.
bg: Добавени %d предмети.
eo: Aldoniĝis %d objektoj.
es: Se añadieron %d objetos.
fr: %d objets ont été ajoutés.
it: Aggiunti %d oggetti.
nl: Er zijn %d objecten toegevoegd.
pl: Dodano %d obiektów.
ru: Добавлено %d объектов.
ta: %d பொருள்கள் சேர்க்கப்பட்டன.

source: Loaded %d games.
bg: Заредени %d игри.
eo: Ŝargiĝis %d ludoj.
es: Se cargaron %d juegos.
fr: %d jeux chargés.
it: Caricate %d partite.
nl: Er zijn %d spellen geladen.
pl: Wczytano %d gier.
ru: Загружено %d игр.
ta: %d விளையாட்டுகளை ஏற்றியது.

source: Back to game
bg: Обратно към играта
eo: Reen al ludo
es: Retornar al juego
fr: Retour au jeu
it: Ritorna alla partita
nl: Terug naar spel
pl: Powrót do gry
ru: Вернуться к игре
ta: விளையாட்டுக்குத் திரும்பு

source: Save game
bg: Запазване на играта
eo: Konservi ludon
es: Guardar juego
fr: Sauvegarder la partie
it: Salva partita
nl: Spel opslaan
pl: Zapisz grę
ru: Сохранить игру
ta: விளையாட்டைச் சேமிக்கவும்

source: Load game
bg: Зареждане на игра
eo: Ŝargi ludon
es: Cargar juego
fr: Charger une sauvegarde
it: Carica partita
nl: Spel laden
pl: Wczytaj grę
ru: Загрузить игру
ta: விளையாட்டு சுமை

source: Quit to main menu
bg: Изход към главното меню
eo: Eliri al ĉefa menuo
es: Salir al menú principal
fr: Quitter vers le menu principal
it: Ritorna al menu
nl: Terug naar hoofdmenu
pl: Wyjdź do menu głównego
ru: Выйти в главное меню
ta: முதன்மையான மெனுவுக்கு வெளியேறு

source: Quit to desktop
bg: Изход към десктопа
eo: Eliri al labortablo
es: Salir al escritorio
fr: Quitter vers le bureau
it: Esci dal gioco
nl: Afsluiten
pl: Wyjdź do pulpitu
ru: Выйти на рабочий стол
ta: டெச்க்டாப்பில் இருந்து வெளியேறவும்

source: Load a file
bg: Зареди файл
eo: Ŝargi dosieron
es: Cargar un archivo
fr: Charger un fichier
it: Carica un file
nl: Bestand laden
pl: Wczytaj plik
ru: Загрузить файл
ta: ஒரு கோப்பை ஏற்றவும்

source: Take
bg: Вземи
eo: Preni
es: Tomar
fr: Prendre
it: Prendi
nl: Pakken
pl: Weź
ru: Взять
ta: எடுத்துக் கொள்ளுங்கள்

source: Take All
bg: Вземи всички
eo: Preni ĉiujn
es: Tomar Todos
fr: Tout prendre
it: Prendi Tutto
nl: Alles pakken
pl: Weź wszystko
ru: Взять все
ta: அனைத்தையும் எடுத்துக் கொள்ளுங்கள்

source: Details
bg: Детайли
eo: Detaloj
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
ru: Подробности
ta: விவரங்கள்

source: Show advanced developer information in JSON form.
bg: Покажи разширена информация за разработчици в JSON формат.
eo: Montras altnivelajn informojn por disvolvigistoj en formo JSON.
es: Mostar la información avanzada del desarrollador en formato JSON.
fr: Afficher les informations développeur avancé en format JSON.
it: Mostra informazioni sviluppatore avanzate in formato JSON.
nl: Toon uitgebreide ontwikkelaarsinformatie is json-opmaak.
pl: Pokaż zaawansowane informacje developerskie w formacie JSON.
ru: Показать расширенную информацию для разработчиков в формате JSON.
ta: சாதொபொகு படிவத்தில் மேம்பட்ட உருவாக்குபவர் தகவல்களைக் காட்டு.

source: Advanced view
bg: Разширен вид
eo: Altnivela vido
es: Vista avanzada
fr: Vue avancée
nl: Uitgebreide weergave
pl: Widok zaawansowany
ru: Расширенный вид
ta: மேம்பட்ட பார்வை

source: + New Page
bg: + Нова страница
eo: + Nova paĝo
es: + Nueva Página
fr: + Nouvelle page
it: + Nuova Pagina
nl: + Nieuwe pagina
pl: + Nowa strona
ru: + Новая страница
ta: + புதிய பக்கம்

source: Title
bg: Заглавие
eo: Titolo
es: Título
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
ru: Заголовок
ta: தலைப்பு

source: When ticked, this page will be visible to other players.
bg: Когато е зачеркнато, тази страница ще е видима за останалите играчи.
eo: Post ebligo, ĉi tiu paĝo estos videbla al aliaj ludantoj.
es: Cuando se marca, esta página será visible a otros jugadores.
fr: Si coché, cette page sera visible par les autres joueurs.
it: Quando spuntata, questa pagina sarà visibile agli altri giocatori.
nl: Kruis aan om deze pagina zichtbaar te maken voor andere spelers.
pl: Zaznacz żeby strona była widoczna dla innych graczy.
ru: Если флажок установлен, эта страница будет видна другим игрокам.
ta: தேர்வுசெய்யும்போது, இந்த பக்கம் மற்ற வீரர்களுக்குத் தெரியும்.

source: Public
bg: Публично
eo: Publika
es: Público
it: Pubblico
nl: Openbaar
pl: Publiczna
ru: Публичный
ta: பொது

source: Move Up
bg: Премеси нагоре
eo: Movi supren
es: Subir
fr: Remonter
it: Sposta in Su
nl: Omhoog verplaatsen
pl: Do góry
ru: Вверх
ta: மேலே செல்லுங்கள்

source: Move Down
bg: Премести надолу
eo: Movi malsupren
es: Bajar
fr: Descendre
it: Sposta in Giù
nl: Omlaag verplaatsen
pl: W dół
ru: Вниз
ta: கீழே செல்லுங்கள்

source: Delete
bg: Изтрий
eo: Forigi
es: Eliminar
fr: Supprimer
it: Cancella
nl: Verwijderen
pl: Usuń
ru: Удалить
ta: நீக்கு

source: Delete page?
bg: Изтриване на страница?
eo: Ĉu forigi la paĝon?
es: ¿Eliminar página?
fr: Supprimer la page ?
it: Cancellare la pagina?
nl: Wil je deze pagina verwijderen?
pl: Usunąć stronę?
ru: Удалить страницу?
ta: பக்கத்தை நீக்கவா?

source: Templates
bg: Шаблони
eo: Ŝablonoj
es: Plantillas
fr: Modèles
nl: Sjablonen
pl: Szablony
ru: Шаблоны
ta: வார்ப்புருக்கள்

source: Open
bg: Отвори
eo: Malferma
es: Abierto
fr: Ouvert
nl: Openen
pl: Otwórz
ru: Открыть
ta: திற

source: Current table:
bg: Текуща маса:
eo: Nuna tablo:
es: Mesa actual:
fr: Table actuelle :
it: Tavolo attuale:
nl: Huidige tafel:
pl: Aktualny stół:
ru: Текущий стол:
ta: தற்போதைய அட்டவணை:

source: Change table
bg: Смени маса
eo: Ŝanĝi tablon
es: Cambiar mesa
fr: Changer de table
it: Cambia Tavolo
nl: Andere tafel kiezen
pl: Zmień stół
ru: Изменить стол
ta: அட்டவணையை மாற்றவும்

source: Current skybox:
bg: Текущо небе:
eo: Nuna ĉielo:
es: Skybox actual:
fr: Skybox courante :
it: Skybox attuale:
nl: Huidige skybox:
pl: Aktualne niebo:
ru: Текущий скайбокс:
ta: தற்போதைய ச்கை பாக்ச்:

source: Change skybox
bg: Смени небе
eo: Ŝanĝi ĉielon
es: Cambiar skybox
fr: Modifier la skybox
it: Cambia skybox
nl: Andere skybox kiezen
pl: Zmień niebo
ru: Изменить скайбокс
ta: ச்கை பாக்சை மாற்றவும்

source: Lamp Type
bg: Вид на лапата
eo: Lampa tipo
es: Tipo de Lámpara
fr: Type de lampe
it: Tipo di Illuminazione
nl: Soort belichting
pl: Typ lampy
ru: Тип лампы
ta: விளக்குகள் வகை

source: Sunlight
bg: Слънчева светлина
eo: Sunlumo
es: Luz Solar
fr: Soleil
it: Luce Solare
nl: Zonlicht
pl: Słońce
ru: Солнечный свет
ta: சூரிய ஒளி

source: Lamp Intensity
bg: Интензитет на лампата
eo: Lampa intenseco
es: Intensidad de Lámpara
fr: Intensité de la lampe
it: Intensità di Illuminazione
nl: Lampintensiteit
pl: Moc lampy
ru: Интенсивность лампы
ta: விளக்கு தீவிரம்

source: Lamp Color
bg: Цвят на лампата
eo: Lampa koloro
es: Color de Lámpara
fr: Couleur de la lampe
it: Colore Illuminazione
nl: Belichtingskleur
pl: Kolor lampy
ru: Цвет лампы
ta: விளக்கு நிறம்

source: Select a skybox...
bg: Избери небе...
eo: Elektu ĉielon...
es: Seleccione un skybox...
fr: Sélectionner la loge...
it: Scegli una skybox...
nl: Kies een skybox…
pl: Wybierz niebo...
ru: Выберите скайбокс…
ta: ச்கை பாக்சைத் தேர்ந்தெடுக்கவும் ...

source: Loaded %d skyboxes.
bg: Заредени %d небеса.
eo: Ŝargiĝis %d ĉieloj.
es: Se cargaron %d skyboxes.
fr: %d skybox chargées.
it: Caricate %d skybox.
nl: Er zijn %d skyboxes geladen.
pl: Wczytano %d tekstur nieba.
ru: Загружено %d скайбоксов.
ta: ஏற்றப்பட்ட %d ச்கை பாக்ச்கள்.

source: Select a table...
bg: Избери маса...
eo: Elektu tablon...
es: Seleccione una mesa...
fr: Sélectionner une table...
it: Scegli un tavolo...
nl: Kies een tafel…
pl: Wybierz stół...
ru: Выберите стол…
ta: ஒரு அட்டவணையைத் தேர்ந்தெடுக்கவும் ...

source: Loaded %d tables.
bg: Заредени %d маси.
eo: Ŝargiĝis %d tabloj.
es: Se cargaron %d mesas.
fr: %d tables chargées.
it: Caricati %d tavoli.
nl: Er zijn %d tafels geladen.
pl: Wczytano %d stołów.
ru: Загружено %d столов.
ta: ஏற்றப்பட்ட %d அட்டவணைகள்.

source: This item is made up of multiple objects.
bg: Този предмет е съставен от няколко части.
eo: Ĉi tiu elemento estas kreita el pluraj objektoj.
es: Este elemento se compone de múltiples objetos.
fr: Cet élément est composé de plusieurs objets.
nl: Dit item bestaat uit meerdere objecten.
pl: Ten przedmiot złożony jest z kilku obiektów.
ru: Это составной объект.
ta: இந்த உருப்படி பல பொருள்களால் ஆனது.

source: Pack:
bg: Пакет:
eo: Pakaĵo:
es: Paquete:
it: Pacchetto:
nl: Pakket:
pl: Pakiet:
ru: Пакет:
ta: பொதி:

source: Type:
bg: Тип:
eo: Tipo:
es: Tipo:
it: Tipo:
nl: Soort:
pl: Typ:
ru: Тип:
ta: தட்டச்சு:

source: Cleaning old files...
bg: Почистване на стари файлове...
eo: Purigado de malnovaj dosieroj...
es: Limpiando viejos archivos...
fr: Nettoyage des anciens fichiers...
it: Pulizia dei file vecchi...
nl: Bezig met opruimen…
pl: Porządkowanie starych plików...
ru: Очищение устаревших файлов...
ta: பழைய கோப்புகளை தூய்மை செய்தல் ...

source: Not bound
bg: Несвързано
eo: Ne bindita
es: No fijado
fr: Non associé
it: Non associato
nl: Niet toegewezen
pl: Nie powiązany
ru: Не связано
ta: பிணைக்கப்படவில்லை

source: Left Mouse Button
bg: Ляв бутон на мишката
eo: Maldekstra musbutono
es: Botón Izquierdo del Ratón
fr: Bouton gauche de la souris
it: Tasto Sinistro Mouse
nl: Linkermuisknop
pl: Lewy przycisk myszy
ru: Левая кнопка мыши
ta: இடது சுட்டி பொத்தான்

source: Right Mouse Button
bg: Десен бутон на мишката
eo: Dekstra musbutono
es: Botón Derecho del Ratón
fr: Bouton droit de la souris
it: Tasto Destro Mouse
nl: Rechtermuisknop
pl: Prawy przycisk myszy
ru: Правая кнопка мыши
ta: வலது சுட்டி பொத்தான்

source: Middle Mouse Button
bg: Среден бутон на мишката
eo: Meza musbutono
es: Botón Central del Ratón
fr: Bouton central de la souris
it: Click Rotella Mouse
nl: Middelste muisknop
pl: Środkowy przycisk myszy
ru: Средняя кнопка мыши
ta: நடுத்தர சுட்டி பொத்தான்

source: Extra Mouse Button 1
bg: Допълнителен бутон на мишката 1
eo: Kroma musbutono 1
es: Botón Adicional del Ratón 1
fr: Bouton de la souris 1
it: Tasto Extra Mouse 1
nl: Extra muisknop 1
pl: Dodatkowy przycisk myszy 1
ru: Дополнительная кнопка мыши 1
ta: கூடுதல் சுட்டி பொத்தான் 1

source: Extra Mouse Button 2
bg: Допълнителен бутон на мишката 2
eo: Kroma musbutono 2
es: Botón Adicional del Ratón 2
fr: Bouton de la souris 2
it: Tasto Extra Mouse 2
nl: Extra muisknop 2
pl: Dodatkowy przycisk myszy 2
ru: Дополнительная кнопка мыши 2
ta: கூடுதல் சுட்டி பொத்தான் 2

source: Mouse Wheel Up
bg: Колелце на мишката нагоре
eo: Rulumilo supren
es: Rueda del Ratón Hacia Delante
fr: Molette haut
it: Scrollimento in Su Rotella
nl: Omhoogscrollen
pl: Kółko myszy - w górę
ru: Колесико мыши вверх
ta: சுட்டி சக்கரம் மேலே

source: Mouse Wheel Down
bg: Колелце на мишката надолу
eo: Rulumilo malsupren
es: Rueda del Ratón Hacia Atrás
fr: Molette bas
it: Scrollimento in Giù Rotella
nl: Omlaagscrollen
pl: Kółko myszy - w dół
ru: Колесико мыши вниз
ta: சுட்டி சக்கரம் கீழே

source: Mouse Wheel Left
bg: Колелце на мишката наляво
eo: Rulumilo maldekstren
es: Rueda del Ratón hacia la Izquierda
fr: Molette gauche
it: Scrollimento a Sinistra Rotella
nl: Naar links scrollen
pl: Kółko myszy - w lewo
ru: Колесико мыши влево
ta: சுட்டி சக்கரம் இடது

source: Mouse Wheel Right
bg: Колелце на мишката надясно
eo: Rulumilo dekstren
es: Rueda del Ratón hacia la Derecha
fr: Molette droite
it: Scrollimento a Destra Rotella
nl: Naar rechts scrollen
pl: Kółko myszy - w prawo
ru: Колесико мыши вправо
ta: சுட்டி சக்கரம் வலது

source: Unknown Mouse Button
bg: Непознат бутон на мишката
eo: Nekonata musbutono
es: Botón del Ratón Desconocido
fr: Bouton de la souris inconnu
it: Tasto Sconosciuto Mouse
nl: Onbekende muisknop
pl: Nieznany przycisk myszy
ru: Неизвестная кнопка мыши
ta: தெரியாத சுட்டி பொத்தான்

source: Unknown event type
bg: Непознат тип събитие
eo: Nekonata eventa tipo
es: Tipo de evento desconocido
fr: Type d'événement inconnu
it: Tipo Evento Sconosciuto
nl: Onbekende actie
pl: Nieznany typ zdarzenia
ru: Неизвестный тип события
ta: தெரியாத நிகழ்வு வகை

source: Tabletop Club could not find any asset packs in the following folders:
bg: Tabletop Club не може да намери никакви ресурси в следните папки:
eo: Tabletop Club ne povis trovi havaĵajn pakaĵojn en la ĉi-subaj dosierujoj:
es: Tabletop Club no logró encontrar ningún paquete de artículos en las siguientes carpetas:
fr: Tabletop Club n'a pas pu trouver de dossier de ressources aux emplacements suivants :
it: Tabletop Club non ha potuto trovate nessun pacchetto asset nelle cartelle seguenti:
nl: Er zijn geen onderdeelpakketten aangetroffen op de volgende locaties:
pl: Tabletop Club nie znalazł żadnych pakietów zasobów w następujących folderach:
ru: Tabletop Club не смог найти никаких пакетов ассетов в следующих папках:
ta: டேப்லெட் கிளப்பில் பின்வரும் கோப்புறைகளில் எந்த சொத்து பொதிகளையும் கண்டுபிடிக்க முடியவில்லை:

source: Tabletop Club could not find an assets folder in any of the following places:
bg: Tabletop Club не можа да намери ресурсна папка в никое от следните места:
eo: Tabletop Club ne povis trovi havaĵan dosierujon en iuj ajn el la ĉi-subaj lokoj:
es: Tabletop Club no logró encontrar una carpeta de artículos en ninguno de los siguientes sitios:
fr: OpenTabletop n'a pas pu trouver de dossier de ressources aux emplacements suivants :
it: Tabletop Club non ha potuto trovare una cartella di asset in nessuno dei seguenti posti:
nl: De onderdelenmap is niet aangetroffen op een van de volgende locaties:
pl: Tabletop Club nie znalazł folderów zasobów w żadnym z poniższych lokalizacji:
ru: Tabletop Club не смог найти папку ассетов ни в одном из следующих мест:
ta: டேப்லெட் கிளப்பில் பின்வரும் எந்த இடங்களிலும் சொத்து கோப்புறையைக் கண்டுபிடிக்க முடியவில்லை:

source: Please place an asset pack into one of these folders, and restart the game.
bg: Моля, постави ресурсен пакет в една от тези папки и рестартирай играта.
eo: Bonvolu meti havaĵan pakaĵon en unu el tiuj dosierujoj, kaj restartigu la ludon.
es: Coloque un paquete de artículos en una de estas carpetas, y reinicie el juego.
fr: Veuillez placer un dossier de ressources dans l'un de ces dossiers, et relancer le jeu.
it: Posiziona un pacchetto asset in un di queste cartelle, dopodichè riavvia il gioco.
nl: Plaats een pakket in een van deze mappen aan en start het spel opnieuw.
pl: Umieść pakiet zasobów w jednym z tych folderów i uruchom grę ponownie.
ru: Пожалуйста, поместите пакет ассетов в одну из этих папок и перезапустите игру.
ta: தயவுசெய்து இந்த கோப்புறைகளில் ஒன்றில் ஒரு சொத்து பேக்கை வைத்து, விளையாட்டை மறுதொடக்கம் செய்யுங்கள்.

source: Please create one of these folders and restart the game.
bg: Моля, създай една от тези папки и рестартирай играта.
eo: Bonvolu krei unu el tiuj dosierujoj kaj restartigu la ludon.
es: Debe crear una de estas carpetas y reiniciar el juego.
fr: Veuillez créer l'un de ces dossiers et relancer le jeu.
it: Crea una di queste cartelle e riavvia il gioco.
nl: Maak een van deze mappen aan en start het spel opnieuw.
pl: Utwórz jeden z tych folderów i uruchom grę ponownie.
ru: Пожалуйста, создайте одну из этих папок и перезапустите игру.
ta: தயவுசெய்து இந்த கோப்புறைகளில் ஒன்றை உருவாக்கி விளையாட்டை மறுதொடக்கம் செய்யுங்கள்.

source: <No Name>
bg: <Без име>
eo: <Sennoma>
es: <Sin Nombre>
fr: <Sans nom>
it: <Nessun Nome>
nl: <Naamloos>
pl: <Bez nazwy>
ru: <Без имени>
ta: <பெயர் இல்லை>

source: Alpha Testers
bg: Алфа тестери
eo: Alfa-testantoj
es: Probadores Alfa
fr: Testeurs alpha
it: Tester dell'Alpha
nl: Alfatesters
pl: Testerzy wersji Alfa
ru: Альфа-тестеры
ta: ஆல்பா சோதனையாளர்கள்

source: Contributors
bg: Сътрудници
eo: Kontribuantoj
es: Contribuyentes
fr: Contributeurs
it: Contributori
nl: Bijdragers
pl: Współtwórcy
ru: Участники
ta: பங்களிப்பாளர்கள்

source: Cursors
bg: Курсори
eo: Kursoroj
es: Cursores
fr: Curseurs
it: Cursori
pl: Kursory
ru: Курсоры
ta: கர்சர்கள்

source: Developers
bg: Разработчици
eo: Disvolvigistoj
es: Desarrolladores
fr: Développeurs
it: Sviluppatori
nl: Ontwikkelaars
pl: Deweloperzy
ru: Разработчики
ta: உருவாக்குநர்கள்

source: Fonts
bg: Шрифтове
eo: Tiparoj
es: Fuentes
fr: Polices
it: Font
nl: Lettertypen
pl: Czcionki
ru: Шрифты
ta: எழுத்துருக்கள்

source: Images
bg: Картинки
eo: Bildoj
es: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Obrazy
ru: Изображения
ta: படங்கள்

source: Logo and Icon
bg: Лого и иконка
eo: Logotipo kaj piktogramo
es: Logotipo e Icono
fr: Logo et icone
it: Logo e Icona
nl: Logo en pictogram
pl: Logo i ikona
ru: Логотип и иконка
ta: லோகோ மற்றும் படவுரு

source: Sound Effects
bg: Звукови ефекти
eo: Sonefikoj
es: Efectos de Sonido
fr: Effets sonores
it: Effetti Sonori
nl: Geluidseffecten
pl: Efekty dźwiękowe
ru: Звуковые эффекты
ta: ஒலி விளைவுகள்

source: Tool Icons
bg: Иконки на инструментите
eo: Ilaj piktogramoj
es: Iconos de Herramientas
fr: Icônes des outils
it: Icone Strumenti
nl: Gereedschapspictogrammen
pl: Ikony narzędzi
ru: Значки инструментов
ta: கருவி சின்னங்கள்

source: Translators
bg: Преводачи
eo: Tradukistoj
es: Traductores
fr: Traducteurs
it: Traduttori
nl: Vertalers
pl: Tłumacze
ru: Переводчики
ta: மொழிபெயர்ப்பாளர்கள்

source: Chinese
bg: Китайски
eo: Ĉina
es: Chino
fr: Chinois
it: Cinese
nl: Chinees
pl: Chiński
ru: Китайский
ta: சீன

source: Dutch
bg: Нидерландски
eo: Nederlanda
es: Holandés
fr: néerlandais
it: Olandese
nl: Nederlands
pl: Holenderski
ru: Нидерландский
ta: டச்சு

source: Esperanto
bg: Есперанто
fr: Espéranto
ru: Эсперанто
ta: எச்பெராண்டோ

source: French
bg: Френски
eo: Franca
es: Francés
fr: français
it: Francese
nl: Frans
pl: Francuski
ru: Французский
ta: பிரஞ்சு

source: German
bg: Немски
eo: Germana
es: Alemán
fr: allemand
it: Tedesco
nl: Duits
pl: Niemiecki
ru: Немецкий
ta: செர்மன்

source: Indonesian
bg: Индонезийски
eo: Indonezia
es: Indonesio
fr: Indonésien
it: Indonesiano
nl: Indonesisch
pl: Indonezyjski
ru: Индонезийский
ta: இந்தோனேசிய

source: Italian
bg: Италиански
eo: Itala
es: Italiano
fr: Italien
it: Italiano
nl: Italiaans
pl: Włoski
ru: Итальянский
ta: இத்தாலிய

source: Norwegian
bg: Норвежки
eo: Norvega
es: Noruego
fr: Norvégien
it: Norvegese
nl: Noors
pl: Norweski
ru: Норвежский
ta: நோர்வே

source: Polish
bg: Полски
eo: Pola
es: Polaco
fr: Polonais
it: Polacco
nl: Pools
pl: Polski
ru: Польский
ta: போலீச்

source: Portuguese
bg: Португалски
eo: Portugala
es: Portugués
fr: Portugais
it: Portoghese
nl: Portugees
pl: Portugalski
ru: Португальский
ta: போர்த்துகீசியம்

source: Russian
bg: Руски
eo: Rusa
es: Ruso
fr: Russe
it: Russo
nl: Russisch
pl: STOP WOJNIE W UKRAINIE
ru: Русский
ta: ரச்ய

source: Spanish
bg: Испански
eo: Hispana
es: Español
fr: Espagnol
it: Spagnolo
nl: Spaans
pl: Hiszpański
ru: Испанский
ta: ச்பானிச்

source: Room code must be four characters long!
bg: Кода на стаята трябва да бъде дълъг 4 символа!
eo: Ĉambrokodo devas esti kvar signojn longa!
es: El código de salón debe tener cuatro caracteres de longitud!
fr: Le code de la salle doit comporter quatre caractères !
it: Il Codice Lobby deve avere quattro caratteri!
nl: De kamercode dient minimaal vier tekens te bevatten!
pl: Kod pokoju musi mieć cztery znaki!
ru: Код комнаты должен состоять из четырех символов!
ta: அறை குறியீடு நான்கு எழுத்துக்கள் நீளமாக இருக்க வேண்டும்!

source: Invalid room code!
bg: Невалиден код на стаята!
eo: Nevalida ĉambrokodo!
es: Código de salón inválido!
fr: Code de chambre invalide !
it: Codice Lobby non valido!
nl: Ongeldige kamercode!
pl: Błędny kod pokoju!
ru: Неверный код комнаты!
ta: தவறான அறை குறியீடு!

source: System Default
bg: По подразбиране на системата
eo: Sistema defaŭlto
es: Parámetros Iniciales del Sistema
fr: Selon le système
it: Sistema di Default
nl: Systeemstandaard
pl: Domyślny systemowy
ru: Системные по умолчанию
ta: கணினி இயல்புநிலை

source: Never
bg: Никога
eo: Neniam
es: Nunca
fr: Jamais
it: Mai
nl: Nooit
pl: Nigdy
ru: Никогда
ta: ஒருபோதும்

source: 30 seconds
bg: 30 секунди
eo: 30 sekundoj
es: 30 segundos
fr: 30 secondes
it: 30 secondi
nl: 30 seconden
pl: 30 sekund
ru: 30 секунд
ta: 30 வினாடிகள்

source: 1 minute
bg: 1 минута
eo: 1 minuto
es: 1 minuto
it: 1 minuto
nl: 1 minuut
pl: 1 minuta
ru: 1 минута
ta: 1 மணித்துளி

source: 10 minutes
bg: 10 минути
eo: 10 minutoj
es: 10 minutos
it: 10 minuti
nl: 10 minuten
pl: 10 minut
ru: 10 минут
ta: 10 நிமிடங்கள்

source: 30 minutes
bg: 30 минути
eo: 30 minutoj
es: 30 minutos
it: 30 minuti
nl: 30 minuten
pl: 30 minut
ru: 30 минут
ta: 30 நிமிடங்கள்
