Repository: zhangjiangen11/tabletop-club
Catalog: game/Translations/*.po
Languages: bg, eo, es, fr, it, nl, pl, ru, ta

source: Borderless Fullscreen
bg: Цял екран без рамка
eo: Senbordere plenekrana
es: Pantalla Completa sin Bordes
fr: Plein écran sans bordure
it: Schermo Intero senza Bordi
nl: Naadloze schermvullende weergave
pl: Pełny ekran bez ramki
ru: Полноэкранный режим без окна
ta: எல்லையற்ற முழுத்திரை

source: Fullscreen
bg: Цял екран
eo: Plenekrana
es: Pantalla Completa
fr: Plein écran
it: Schermo Intero
nl: Schermvullende weergave
pl: Pełny ekran
ru: Полноэкранный режим
ta: முழு திரை

source: High
bg: Високо
eo: Alta
es: Alto
fr: Haut
it: Alta
nl: Hoog
pl: Wysokie
ru: Высокая
ta: உயர்ந்த

source: Very High
bg: Много високо
eo: Tre alta
es: Muy Alto
fr: Très haut
it: Molto Alta
nl: Erg hoog
pl: Bardzo wysokie
ru: Очень высокая
ta: மிக உயர்ந்த

source: Ultra
bg: Ултра
eo: Supera
ru: Ультра
ta: அல்ட்ரா

source: Small
bg: Малко
eo: Malgranda
es: Pequeño
fr: Petit
it: Piccola
nl: Klein
pl: Małe
ru: Маленький
ta: சிறிய

source: Large
bg: Голямо
eo: Granda
es: Grande
fr: Grand
it: Larga
nl: Groot
pl: Duże
ru: Большой
ta: பெரிய

source: Nothing
bg: Нищо
eo: Nenio
es: Nada
fr: Rien
it: Niente
nl: Niets
pl: Nic
ru: Ничего
ta: எதுவும்

source: Now Playing: %s
bg: Сега свири: %s
eo: Nune ludata: %s
es: Ahora tocando: %s
fr: En train de jouer : %s
it: In riproduzione: %s
nl: Huidig spel: %s
pl: Aktualnie odtwarzam: %s
ru: Сейчас играет: %s
ta: இப்போது விளையாடுகிறது: %s

source: Add selected objects...
bg: Добави селектираните предмети...
eo: Aldoni elektitajn objektojn...
es: Añadir objetos seleccionados...
fr: Ajouter les objets sélectionnés…
it: Aggiungi oggetti selezionati...
nl: Geselecteerde objecten toevoegen…
pl: Dodaj wybrane obiekty...
ru: Добавить выбранные объекты…
ta: தேர்ந்தெடுக்கப்பட்ட பொருள்களைச் சேர்க்கவும் ...

source: Count: %d
bg: Брой: %d
eo: Kvanto: %d
es: Conteo: %d
fr: Compte : %d
it: Quantità: %d
nl: Aantal: %d
pl: Liczba: %d
ru: Количество: %d
ta: எண்ணிக்கை: %d

source: Value: %d
bg: Стойност: %d
eo: Valoro: %d
es: Valor: %d
fr: Valeur : %d
it: Valore: %d
nl: Waarde: %d
pl: Wartość: %d
ru: Значение: %d
ta: மதிப்பு: %d

source: Put in hand
bg: Вземи в ръката
eo: Enmanigi
es: Sumar a la mano
fr: Placer en main
it: Prendi in mano
nl: In hand plaatsen
pl: Weź na rękę
ru: Положить в руку
ta: கையில் வைக்கவும்

source: Collect individuals
bg: Събери индивидуални
eo: Kolekti individuajn
es: Recolectar individuos
fr: Récupérer individuellement
it: Raccogli singoli
nl: Losse pakken
pl: Zbierz indywidualne
ru: Собрать индивидуальные
ta: தனிநபர்களை சேகரிக்கவும்

source: Collect all
bg: Събери всички
eo: Kolekti ĉiujn
es: Recolectar todos
fr: Tout récupérer
it: Raccogli tutto
nl: Alles pakken
pl: Zbierz wszystkie
ru: Собрать все
ta: அனைத்தையும் சேகரிக்கவும்

source: Deal cards
bg: Раздай карти
eo: Disdoni kartojn
es: Repartir cartas
fr: Distribuer les cartes
it: Distribuisci carte
nl: Kaarten delen
pl: Rozdaj karty
ru: Раздать карты
ta: ஒப்பந்த அட்டைகள்

source: Take off top
bg: Вземи от горе
eo: Preni de la supro
es: Tomar de la pila
fr: Piocher en dessus
it: Prendi dalla cima
nl: Van stapel pakken
pl: Weź z wierzchu
ru: Снять сверху
ta: மேலே செல்லுங்கள்

source: Orient all up
bg: Ориентирай всички нагоре
eo: Orienti ĉiujn supren
es: Orientar todo hacia arriba
fr: Tout orienter face vers le haut
it: Metti a faccia in su
nl: Alle kaarten omhoog
pl: Awersem do góry
ru: Сориентировать все вверх
ta: ஓரியண்ட் ஆல் அப்

source: Orient all down
bg: Ориентирай всички надолу
eo: Orienti ĉiujn malsupren
es: Orientar todo hacia abajo
fr: Tout orienter face vers le bas
it: Metti a faccia in giù
nl: Alle kaarten omlaag
pl: Awersem do dołu
ru: Сориентировать все вниз
ta: ஓரியண்ட் ஆல் பேரூர்

source: Suit
bg: Боя
eo: Emblemo
es: Palo
fr: Couleur
it: Seme
nl: Pakket
pl: Kolor
ru: Масть
ta: வழக்கு

source: Value
bg: Стойност
eo: Valoro
es: Valor
fr: Valeur
it: Valore
nl: Waarde
pl: Wartość
ru: Значение
ta: மதிப்பு

source: Sort by
bg: Подреди по
eo: Ordigi laŭ
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteren op
pl: Posortuj po
ru: Сортировать по
ta: வரிசைப்படுத்தவும்

source: Timer
bg: Таймер
eo: Tempumilo
es: Temporizador
fr: Minuteur
nl: Tijdklok
pl: Minutnik
ru: Таймер
ta: நேரங்குறிகருவி

source: Value: (None)
bg: Стойност: (няма)
eo: Valoro: (neniu)
es: Valor: (Ninguno)
it: Valore: (Nessuno)
nl: Waarde: (geen)
pl: Wartość: (brak)
ru: Значение: (None)
ta: மதிப்பு: (எதுவுமில்லை)

source: Value: %s
bg: Стойност: %s
eo: Valoro: %s
es: Valor: %s
it: Valore: %s
nl: Waarde: %s
pl: Wartość: %s
ru: Значение: %s
ta: மதிப்பு: %s

source: Total: %d
bg: Общо: %d
eo: Totalo: %d
it: Totale: %d
nl: Totaal: %d
pl: Razem: %d
ru: Всего: %d
ta: மொத்தம்: %d

source: Total: %f
bg: Общо: %f
eo: Totalo: %f
it: Totale: %f
nl: Totaal: %f
pl: Razem: %f
ru: Всего: %f
ta: மொத்தம்: %f

source: Collect selected
bg: Събери селектираните
eo: Kolekti elektitajn
es: Recolectar seleccionados
fr: Collecter les sélectionnés
it: Raccogli selezionati
nl: Selectie pakken
pl: Zbierz wybrane
ru: Собрать выбранные
ta: தேர்ந்தெடுக்கப்பட்ட சேகரிப்பு

source: Add objects...
bg: Добави предмети...
eo: Aldoni objektojn...
es: Agregar objetos...
fr: Ajouter des objets…
it: Aggiungi oggetti...
nl: Objecten toevoegen…
pl: Dodaj obiekty...
ru: Добавить объекты…
ta: பொருள்களைச் சேர்க்கவும் ...

source: Peek inside
bg: Надникни вътре
eo: Rigardi enen
es: Espiar dentro
fr: Prendre à l'intérieur
it: Sbircia
nl: Gluren
pl: Podejrzyj zawartość
ru: Заглянуть внутрь
ta: உள்ளே எட்டிப் பாருங்கள்

source: Take objects out
bg: Извади предмети
eo: Elpreni objektojn
es: Retirar objetos
fr: Sortir les objets
it: Prendi fuori gli oggetti
nl: Objecten uitnemen
pl: Wyjmij obiekty
ru: Убрать объекты
ta: பொருட்களை வெளியே எடுத்துக் கொள்ளுங்கள்

source: Speaker
bg: Колонка
eo: Laŭtparolilo
es: Altavoz
fr: Haut parleur
it: Autoparlante
nl: Spreker
pl: Głośnik
ru: Динамик
ta: ஒலிபெருக்கி, ஒலிபரப்பி

source: Details…
bg: Детайли…
eo: Detaloj…
es: Detalles…
fr: Détails…
it: Dettagli…
pl: Szczegóły…
ru: Подробнее…
ta: விவரங்கள்…

source: Cut
bg: Изрежи
eo: Tondi
es: Cortar
fr: Couper
it: Taglia
nl: Knippen
pl: Wytnij
ru: Вырезать
ta: வெட்டு

source: Copy
bg: Копирай
eo: Kopii
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
ru: Копировать
ta: நகலெடு

source: Paste
bg: Постави
eo: Alglui
es: Pegar
fr: Coller
it: Incolla
nl: Plakken
pl: Wklej
ru: Вставить
ta: ஒட்டு

source: Unlock
bg: Отключи
eo: Malŝlosi
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nl: Losmaken
pl: Odblokuj
ru: Разблокировать
ta: திறக்க

source: Lock
bg: Заключи
eo: Ŝlosi
es: Bloquear
fr: Verrouiller
it: Blocca
nl: Vastmaken
pl: Zablokuj
ru: Заблокировать
ta: பூட்டு

source: Transform
bg: Трансформирай
eo: Transformi
es: Transformar
fr: Transformer
it: Trasforma
nl: Omvormen
pl: Transformuj
ru: Трансформировать
ta: உருமாற்று, உருமாற்றம்

source: Set spawn point here
bg: Задай точка на създаване тук
eo: Meti aperejon ĉi tien
es: Fijar punto de lanzamiento aqui
fr: Définir le point d'apparition ici
it: Imposta punto di spawn qui
nl: Herstelpunt aanbrengen
pl: Ustaw tu miejsce tworzenia obiektów
ru: Установить точку появления здесь
ta: ச்பான் புள்ளியை இங்கே அமைக்கவும்

source: Spawn object here
bg: Създай предмети тук
eo: Aperigi objekton ĉi tie
es: Lanzar objeto aqui
fr: Faire apparaître l'objet ici
it: Oggetto di spawn qui
nl: Objectpunt aanbrengen
pl: Utwórz tu obiekt
ru: Создать объект здесь
ta: ச்பான் பொருள் இங்கே

source: Alt + %s
ta: மாற்று + %s

source: Ctrl + %s
eo: Reg + %s
ta: கட்டுப்பாடு + %s

source: Hold %s
bg: Задръж %s
eo: Deteni %s
es: Retener %s
fr: Maintenir %s
it: Tieni %s
nl: %s ingedrukt houden
pl: Przytrzymaj %s
ru: Удерживать %s
ta: %s வைத்திருங்கள்

source: Release %s
bg: Пусни %s
eo: Malteni %s
es: Liberar %s
fr: Relâcher %s
it: Rilascia %s
nl: %s loslaten
pl: Puść %s
ru: Отпустить %s
ta: வெளியீடு %s

source: Scroll Wheel
bg: Колелце на мишката
eo: Rulumilo
es: Rueda del Ratón
fr: Défiler la molette
it: Rotella Mouse
nl: Scrolwiel
pl: Kółko myszy
ru: Прокрутить колесико
ta: உருள் சக்கரம்

source: Move camera
bg: Премести камерата
eo: Movi kameraon
es: Mover Cámara
fr: Déplacer la caméra
it: Muovi camera
nl: Camera verplaatsen
pl: Poruszanie kamerą
ru: Переместить камеру
ta: கேமராவை நகர்த்தவும்

source: Rotate camera
bg: Завърти камерата
eo: Giri kameraon
es: Girar Cámara
fr: Tourner la caméra
it: Ruota camera
nl: Camera draaien
pl: Obracanie kamerą
ru: Повернуть камеру
ta: கேமராவை சுழற்றுங்கள்

source: Hold %s + Move Mouse
bg: Задръж %s + премести мишката
eo: Deteni %s + movi muson
es: Sostenga %s + Mueva el Ratón
fr: Maintenir %s + Déplacer la souris
it: Tieni premuto %s + Sposta Mouse
nl: %s ingedrukt houden + muis verplaatsen
pl: Przytrzymaj %s + ruch myszą
ru: Удерживать %s + перемещать мышь
ta: %s + நகர்த்த சுட்டி வைத்திருங்கள்

source: Zoom camera
bg: Приближи камерата
eo: Zomigi kameraon
es: Hacer Zoom con la Cámara
fr: Zoom caméra
it: Zoom della camera
nl: Camera in-/uitzoomen
pl: Zbliż/oddal
ru: Масштабирование камеры
ta: சூம் கேமரா

source: Release selected
bg: Пусни селектираните
eo: Malteni elektitajn
es: Liberar lo seleccionado
fr: Relâcher la sélection
it: Rilascia la seleziona
nl: Selectie loslaten
pl: Puść wybrane
ru: Отпустить выбранные
ta: தேர்ந்தெடுக்கப்பட்ட வெளியீடு

source: Stop box selecting
bg: Спри квадратно селектиране
eo: Ĉesigi skatolan elektadon
es: Detener recuadro de selección
fr: Arrêter la sélection de boîte
it: Chiudi quadro di selezione
nl: Selecteren afbreken
pl: Zakończ wybieranie obszaru
ru: Прекратить выделять
ta: பெட்டியைத் தேர்ந்தெடுப்பதை நிறுத்துங்கள்

source: Select object
bg: Селектирай предмет
eo: Elekti objekton
es: Seleccionar objeto
fr: Sélectionner un objet
it: Seleziona oggetto
nl: Object selecteren
pl: Wybierz obiekt
ru: Выбрать объект
ta: பொருளைத் தேர்ந்தெடுக்கவும்

source: Add to selection
bg: Добави към селекцията
eo: Aldoni al elektaĵo
es: Agregar a selección
fr: Ajouter à la sélection
it: Aggiungi a selezione
nl: Toevoegen aan selectie
pl: Dodaj do wybranych
ru: Добавить к выбору
ta: தேர்வில் சேர்க்கவும்

source: Take random object
bg: Вземи случаен предмет
eo: Preni hazardan objekton
es: Tomar objeto al azar
fr: Prendre un objet aléatoirement
it: Prendi oggetto casualmente
nl: Willekeurig object pakken
pl: Weź losowy obiekt
ru: Взять случайный объект
ta: சீரற்ற பொருளை எடுத்துக் கொள்ளுங்கள்

source: %s + Move Mouse
bg: %s + премести мишката
eo: %s + movi muson
es: %s + Mover el Ratón
fr: %s + Déplacer la souris
it: %s + Sposta Mouse
nl: %s + muis verplaatsen
pl: %s + ruch myszą
ru: %s + Переместить мышь
ta: %s + நகர்த்த சுட்டி

source: Take top object
bg: Вземи най-горния предмет
eo: Preni supran objekton
es: Tomar objeto superior
fr: Prendre l'objet du dessus
it: Premi oggetto in cima
nl: Bovenste object pakken
pl: Weź wierzchni obiekt
ru: Взять верхний объект
ta: மேல் பொருளை எடுத்துக் கொள்ளுங்கள்

source: Grab selected
bg: Хвани селектираните
eo: Kapti elektitajn
es: Tomar seleccionado
fr: Saisir la sélection
it: Prendi selezionati
nl: Selectie pakken
pl: Weź wybrane
ru: Захватить выбранное
ta: தேர்ந்தெடுக்கப்பட்ட கிராப்

source: Grab object
bg: Хвани предмет
eo: Kapti objekton
es: Tomar objeto
fr: Saisir un objet
it: Prendi oggetto
nl: Object pakken
pl: Weź obiekt
ru: Захватить объект
ta: பிடிக்கவும்

source: Stop moving
bg: Спри да местиш
eo: Ĉesi moviĝi
es: Detener movimiento
fr: Arrêter de bouger
it: Ferma movimento
nl: Stoppen met verplaatsen
pl: Wstrzymaj ruch
ru: Прекратить перемещение
ta: நகர்த்துவதை நிறுத்துங்கள்

source: Start moving
bg: Започни да местиш
eo: Komenci moviĝi
es: Iniciar movimiento
fr: Commencer à bouger
it: Inizia movimento
nl: Beginnen met verplaatsen
pl: Rozpocznij ruch
ru: Начать перемещение
ta: நகர்த்தத் தொடங்குங்கள்

source: Box select
bg: Квадратно селектиране
eo: Skatola elektado
es: Selección con recuadro
fr: Sélectionner une boîte
it: Quadro di selezione
nl: Box selecteren
pl: Wybierz pudełko
ru: Выделение
ta: பெட்டி தேர்ந்தெடுக்கவும்

source: Flick object
bg: Изстреляй предмет
eo: Ĵeteti objekton
es: Desplazar objeto
fr: Donner une pichenette à l'objet
it: Colpisci oggetto
nl: Object aantikken
pl: Pstryknij objekt
ru: Щёлкнуть по объекту
ta: பொருள்

source: Prepare to flick
bg: Приготви да изстреляш
eo: Prepari ĵeteton
es: Preparar para desplazar
fr: Se préparer à donner une pichenette
it: Prepara a colpire
nl: Klaar om aan te tikken
pl: Przygotowanie do pstryknięcia
ru: Приготовиться к щелчку
ta: படத்திற்கு தயாராகுங்கள்

source: Stop measuring
bg: Спри измерването
eo: Ĉesi mezuri
es: Detener medición
fr: Arrêter de mesurer
it: Chiudi misura
nl: Opmeten afbreken
pl: Przestań mierzyć
ru: Остановить измерение
ta: அளவிடுவதை நிறுத்துங்கள்

source: Start measuring
bg: Започни измерване
eo: Komenci mezuri
es: Iniciar medición
fr: Commencer à mesurer
it: Inizia misura
nl: Beginnen met opmeten
pl: Zacznij mierzyć
ru: Начать измерение
ta: அளவிடத் தொடங்குங்கள்

source: Create hidden area
bg: Създай скрита зона
eo: Krei kaŝitan areon
es: Crear área oculta
fr: Créer une zone cachée
it: Crea area nascosta
nl: Verborgen gebied maken
pl: Stwórz ukryty obszar
ru: Создать скрытую область
ta: மறைக்கப்பட்ட பகுதியை உருவாக்கவும்

source: Draw hidden area
bg: Начертай скрита зона
eo: Desegni kaŝitan areon
es: Dibujar área oculta
fr: Dessiner une zone cachée
it: Disegna area nascosta
nl: Verborgen gebied uittekenen
pl: Narysuj ukryty obszar
ru: Нарисовать скрытую область
ta: மறைக்கப்பட்ட பகுதியை வரையவும்

source: Paint Table
bg: Боядисай масата
eo: Desegni sur la tablo
es: Pintar mesa
fr: Peindre la table
it: Disegna Tavolo
nl: Tafel verven
pl: Rysuj po stole
ru: Рисовать на столе
ta: பெயிண்ட் அட்டவணை

source: Erase Paint
bg: Изтрий боята
eo: Viŝi desegnaĵon
es: Eliminar pintura
fr: Effacer la peinture
it: Cancella Disegno
nl: Verf verwijderen
pl: Wymaż rysunki
ru: Стереть нарисованное
ta: வண்ணப்பூச்சு அழிக்கவும்

source: Object menu
bg: Меню с предмети
eo: Objekta menuo
es: Menú de objetos
fr: Menu de l'objet
it: Menu oggetto
pl: Menu obiektu
ru: Меню объектов
ta: பொருள் பட்டியல்

source: Table menu
bg: Меню с маси
eo: Tabla menuo
es: Menú de Mesa
fr: Menu de la table
it: Menu tavolo
nl: Tafelmenu
pl: Menu stołu
ru: Меню стола
ta: அட்டவணை பட்டியல்

source: Stop flicking
bg: Спри изстрелването
eo: Ĉesi ĵeteti
es: Detener desplazamiento
fr: Arrêter la pichenette
it: Smetti di colpire
nl: Stoppen met aantikken
pl: Przestań pstrykać
ru: Прекратить щелкать
ta: பறப்பதை நிறுத்துங்கள்

source: Remove last ruler
bg: Премахни последното измерване
eo: Forigi lastan rektilon
es: Remover última regla
fr: Retirer la dernière règle
it: Cancella ultimo righello
nl: Vorige liniaal weghalen
pl: Usuń ostatnią linijkę
ru: Удалить последнюю линейку
ta: கடைசி ஆட்சியாளரை அகற்று

source: Remove hidden area
bg: Премахни скритата зона
eo: Forigi kaŝitan areon
es: Remover área oculta
fr: Supprimer la zone cachée
it: Cancella area nascosta
nl: Verborgen gebied wissen
pl: Usuń ukryty obszar
ru: Удалить скрытую область
ta: மறைக்கப்பட்ட பகுதியை அகற்று

source: Lift selected
bg: Вдигни селектираните
eo: Levi elektaĵon
es: Levantar selección
fr: Soulever séléctionné
it: Solleva selezione
nl: Selectie optillen
pl: Podnieś zaznaczone
ru: Поднять выбранное
ta: தேர்ந்தெடுக்கப்பட்ட லிப்ட்

source: Zoom selected
bg: Приближи към селектираните
eo: Zomigi elektaĵon
es: Hacer zoom a seleccion
fr: Zoom séléctionné
it: Zoom selezionato
nl: Selectie in-/uitzoomen
pl: Wybrano przybliżenie
ru: Масштабировать выбранное
ta: சூம் தேர்ந்தெடுக்கப்பட்டது

source: Rotate selected
bg: Завърти селектираните
eo: Turni elektaĵon
es: Girar selección
fr: Rotation séléctionnée
it: Ruota selezione
nl: Selectie draaien
pl: Wybrano obrót
ru: Повернуть выбранное
ta: தேர்ந்தெடுக்கப்பட்ட சுழற்சி

source: Unlock selected
bg: Отключи селектираните
eo: Malŝlosi elektaĵon
es: Desbloquear selección
fr: Dévérouiller la séléction
it: Sblocca selezione
nl: Selectie losmaken
pl: Wybrano odblokowanie
ru: Разблокировать выбранное
ta: தேர்ந்தெடுக்கப்பட்ட திறத்தல்

source: Lock selected
bg: Заключи селектираните
eo: Ŝlosi elektaĵon
es: Bloquear selección
fr: Vérouiller la séléction
it: Ferma selezione
nl: Selectie vastmaken
pl: Wybrano blokadę
ru: Заблокировать выбранное
ta: பூட்டு தேர்ந்தெடுக்கப்பட்டது

source: Delete selected
bg: Изтрий селектираните
eo: Forigi elektaĵon
es: Eliminar selección
fr: Supprimer la séléction
it: Cancella selezione
nl: Selectie wissen
pl: Wybrano usuwanie
ru: Удалить выбранное
ta: தேர்ந்தெடுக்கப்பட்டதை நீக்கு

source: Reset orientation
bg: Възстанови ориентацията
eo: Restarigi orientiĝon
es: Reiniciar orientación
fr: Réinitialiser l'orientation
it: Resetta orientazione
nl: Oriëntatie herstellen
pl: Resetuj orientację
ru: Сбросить ориентацию
ta: நோக்குநிலையை மீட்டமை

source: Flip orientation
bg: Обърни ориентацията
eo: Renversi orientiĝon
es: Invertir orientación
fr: Inverser l'orientation
it: Inverti orientazione
nl: Spiegelen
pl: Przeżuć orientację
ru: Перевернуть ориентацию
ta: ஃபிளிப் நோக்குநிலை

source: Flip card
bg: Обърни картата
eo: Renversi karton
es: Invertir carta
fr: Retourner la carte
it: Capovolgi carta
nl: Kaart omdraaien
pl: Przerzuć kartę
ru: Перевернуть карту
ta: ஃபிளிப் அட்டை

source: Face card up
bg: Обърни картата нагоре
eo: Frontigi karton supren
es: Mostar carta hacia arriba
fr: Révéler la carte
it: Carta a faccia in su
nl: Kaart omdraaien
pl: Odkryj kartę
ru: Перевернуть карту лицом вверх
ta: முகம் அட்டை

source: Reset camera
bg: Възстанови камерата
eo: Restarigi kameraon
es: Reiniciar cámara
fr: Réinitialiser la caméra
it: Resetta camera
nl: Standaard camerapunt
pl: Resetuj kamerę
ru: Сбросить камеру
ta: கேமராவை மீட்டமைக்கவும்

source: Pause track
bg: Паузирай музиката
eo: Paŭzigi trakon
es: Pausar pista
fr: Mettre la piste en pause
it: Metti in pausa il brano
nl: Nummer pauzeren
pl: Wstrzymaj utwór
ru: Приостановить трек
ta: இடைநிறுத்த பாதையில்

source: Resume track
bg: Възобнови музиката
eo: Daŭrigi trakon
es: Reanudar pista
fr: Reprendre la lecture de la piste
it: Avvia brano
nl: Nummer hervatten
pl: Wznów utwór
ru: Возобновить трек
ta: தடத்தை மீண்டும் தொடங்குங்கள்

source: Stop track
bg: Спри музиката
eo: Haltigi trakon
es: Detener pista
fr: Arrêter la lecture de la piste
it: Ferma brano
nl: Nummer stoppen
pl: Zatrzymaj utwór
ru: Остановить трек
ta: தடத்தை நிறுத்துங்கள்

source: Play track
bg: Пусни музиката
eo: Ludi trakon
es: Tocar pista
fr: Lire la piste
it: Avvia brano
nl: Nummer afspelen
pl: Odtwórz utwór
ru: Воспроизвести трек
ta: டிராக் ப்ளே

source: No track loaded
bg: Няма заредена музика
eo: Neniu trako estas ŝargita
es: No se ha cargado pista
fr: Aucune piste chargée
it: Nessun brano caricato
nl: Er is geen nummer geladen
pl: Nie załadowano utworu
ru: Трек не загружен
ta: தடமில்லை

source: Playing: %s
bg: Свири: %s
eo: Ludata: %s
es: Tocando: %s
fr: En cours de lecture : %s
it: Brano in corso: %s
nl: Je luistert naar %s
pl: Odtwarzanie: %s
ru: Играет: %s
ta: விளையாடுவது: %s

source: Loaded: %s
bg: Заредено: %s
eo: Ŝargita: %s
es: Cargada: %s
fr: Chargé : %s
it: Caricato: %s
nl: Geladen: %s
pl: Załadowano: %s
ru: Загружено: %s
ta: ஏற்றப்பட்டது: %s

source: Pause timer
bg: Паузирай таймера
eo: Paŭzigi tempumilon
es: Pausar temporizador
fr: Mettre en pause le minuteur
it: Ferma timer
nl: Tijdklok onderbreken
pl: Wstrzymaj timer
ru: Приостановить таймер
ta: இடைநிறுத்தம் நேரம்

source: Resume timer
bg: Възобнови таймера
eo: Daŭrigi tempumilon
es: Reanudar temporizador
fr: Reprendre le minuteur
it: Riattiva timer
nl: Tijdklok hervatten
pl: Wznów timer
ru: Возобновить таймер
ta: டைமரை மீண்டும் தொடங்குங்கள்

source: Stop countdown
bg: Спри обратното броене
eo: Haltigi ĝisnombradon
es: Detener conteo
fr: Arrêter le décompte
it: Ferma countdown
nl: Aftellen stoppen
pl: Zatrzymaj odliczanie
ru: Остановить обратный отсчет
ta: கவுண்ட்டவுனை நிறுத்து

source: Start countdown
bg: Започни обратно броене
eo: Komenci ĝisnombradon
es: Iniciar conteo
fr: Démarrer le décompte
it: Inizia countdown
nl: Aftellen starten
pl: Rozpocznij odliczanie
ru: Начать обратный отсчет
ta: கவுண்டவுன் தொடங்கவும்

source: Stop stopwatch
bg: Спри хронометъра
eo: Haltigi tempmezurilon
es: Detener cronómetro
fr: Arrêter le chronomètre
it: Ferma cronometro
nl: Stopwatch stoppen
pl: Zatrzymaj stoper
ru: Остановить секундомер
ta: ச்டாப்வாட்சை நிறுத்து

source: Start stopwatch
bg: Стартирай хронометър
eo: Komencigi tempmezurilon
es: Iniciar cronómetro
fr: Démarrer le chronomètre
it: Avvia cronometro
nl: Stopwatch starten
pl: Uruchom stoper
ru: Запустить секундомер
ta: ச்டாப்ப்வாட்சைத் தொடங்குங்கள்

source: Downloading %s ...
bg: Изтегляне на %s...
eo: Elŝutado de %s ...
es: Descargando %s ...
fr: Téléchargement %s ...
it: Download %s ...
nl: Bezig met downloaden van %s…
pl: Pobieranie %s...
ru: Загрузка %s…
ta: %s பதிவிறக்குதல் ...

source: Download completed!
bg: Изтеглянето завърши!
eo: Elŝutado kompletiĝis!
es: Descarga completada!
fr: Téléchargement terminé !
it: Download completato!
nl: Het downloaden is voltooid!
pl: Pobieranie zakończone!
ru: Загрузка завершена!
ta: பதிவிறக்கம் முடிந்தது!

source: Verified %d out of %d files!
bg: Проверени %d от %d файлове!
eo: Konfirmiĝis %d el %d dosieroj!
es: Se verificaron %d de %d archivos!
fr: Vérifié %d parmis %d fichiers !
it: Verificati %d file su %d!
nl: Er zijn %d van %d bestanden geverifieerd!
pl: Zweryfikowano %d z %d plików!
ru: Проверено %d из %d файлов!
ta: %d கோப்புகளில் சரிபார்க்கப்பட்ட %d!

source: Loaded table has no version information. Load anyway?
bg: Заредената маса няма информация относно версията. Зареждане въпреки това?
eo: La ŝargita tablo ne havas versiajn informojn. Ĉu vi volas ŝargi ĝin ĉiuokaze?
es: La mesa cargada no tiene información de versión. ¿Confirmar carga?
fr: La table chargée n'a pas d'information de version. La charger quand même ?
it: Tavolo caricato senza informazione sulla versione. Caricarlo comunque?
nl: De geladen tabel bevat geen versie-informatie. Weet je zeker dat je hem wilt laden?
pl: Załadowany stół nie posiada informacji o wersji. Czy załadować mimo to?
ru: Загруженный стол не имеет информации о версии. Все равно загрузить?
ta: ஏற்றப்பட்ட அட்டவணையில் பதிப்பு செய்தி இல்லை. எப்படியும் ஏற்றவா?

source: Loaded table was saved with a different version of the game (Current: %s, Table: %s). Load anyway?
bg: Заредената маса е запазена с различна версия на играта (твоята версия: %s, версия на масата: %s). Зареждане въпреки това?
eo: La ŝargita tablo konserviĝis per malsama versio de la ludo (Nuna: %s, tabla: %s). Ĉu vi volas ŝargi ĝin ĉiuokaze?
es: La tabla cargada fue guardada con una versión distinta del juego (Ahora es: %s, Mesa: %s). ¿Confirmar carga?
fr: La table chargée a été enregistrée avec une version différente du jeu (version actuelle: %s, version table: %s). Charger quand même ?
it: Il tavolo caricato era salvata da una versione diversa del gioco (Attuale: %s, Tavolo: %s). Caricarlo comunque?
nl: De geladen tabel is opgeslagen door een andere versie van het spel (huidige versie: %s - tabel: %s. Weet je zeker dat je hem wilt laden?
pl: Załadowany stół został zapisany w innej wersji gry (Obecna: %s, Stół: %s). Czy załadować mimo to?
ru: Загруженный стол был сохранен с другой версией игры (Текущая: %s, Стол: %s). Все равно загрузить?
ta: ஏற்றப்பட்ட அட்டவணை விளையாட்டின் வேறுபட்ட பதிப்பில் சேமிக்கப்பட்டது (நடப்பு: %s, அட்டவணை: %s). எப்படியும் ஏற்றவா?

source: Loaded table is not in the correct format.
bg: Заредената маса не е в правилния формат.
eo: La ŝargita tablo ne estas en ĝusta formo.
es: La tabla cargada no está en el formato adecuado.
fr: La table chargée n'a pas le bon format.
it: Il tavolo caricato non è nel formato corretto.
nl: De geladen tabel is niet het juiste formaat.
pl: Załadowany stół jest w niepoprawnym formacie.
ru: Загруженный стол имеет неправильный формат.
ta: ஏற்றப்பட்ட அட்டவணை சரியான வடிவத்தில் இல்லை.
