Repository: zhangjiangen11/tabletop-club
Catalog: game/Translations/*.po
Languages: bg, eo, es, fr, it, nl, pl, ru, ta

source: Are you sure you want to delete '%s'?
bg: Сигурен ли си, че искаш да изтриеш '%s'?
eo: Ĉu vi certas, ke vi volas forigi '%s'?
es: ¿Confirme que desea eliminar '%s'?
fr: Êtes-vous sûr·e de vouloir supprimer « %s » ?
it: Si è sicuri di voler cancellare '%s'?
nl: Weet je zeker dat je ‘%s’ wilt verwijderen?
pl: Czy jesteś pewn*, że chcesz usunąć %s?
ru: Вы уверены, что хотите удалить '%s'?
ta: நீங்கள் நிச்சயமாக '%s' நீக்க விரும்புகிறீர்களா?

source: The file '%s' already exists. Are you sure you want to overwrite it?
bg: Файлът '%s' вече съществува. Сигурен ли си, че искаш да го заместиш?
eo: La dosiero '%s' jam ekzistas. Ĉu vi certas, ke vi volas superskribi ĝin?
es: El archivo '%s' ya existe. ¿Está seguro que desea sobreescribirlo?
fr: Le fichier « %s » existe déjà. Êtes-vous sûr·e de vouloir l'écraser ?
it: Il file '%s' esiste già. Si è sicuri di volerlo sovrascrivere?
nl: ‘%s’ bestaat al. Wil je het overschrijven?
pl: Plik %s już istnieje. Czy chcesz go nadpisać?
ru: Файл '%s' уже существует. Вы уверены, что хотите его перезаписать?
ta: '%s' கோப்பு ஏற்கனவே உள்ளது. நீங்கள் அதை மேலெழுத விரும்புகிறீர்களா?

source: Page %d/%d
bg: Страница %d/%d
eo: Paĝo %d/%d
es: Página %d/%d
it: Pagina %d/%d
nl: Pagina %d/%d
pl: Strona %d/%d
ru: Страница %d/%d
ta: பக்கம் %d/ %d

source: All
bg: Всички
eo: Ĉiuj
es: Todos
fr: Tous
nl: Alles
pl: Wszystko
ru: Все
ta: அனைத்தும்

source: Boards
bg: Дъски
eo: Tabuloj
es: Cartas
fr: Plateaux
nl: Spelborden
pl: Plansze
ru: Доски
ta: பலகைகள்

source: Cards
bg: Карти
eo: Kartoj
es: Cartas
fr: Cartes
it: Carte
nl: Kaarten
pl: Karty
ru: Карты
ta: அட்டைகள்

source: Containers
bg: Контейнери
eo: Ujoj
es: Contenedores
fr: Conteneurs
it: Contenitori
nl: Dozen
pl: Kontenery
ru: Контейнеры
ta: கொள்கலன்கள்

source: Dice
bg: Зарове
eo: Ĵetpluredroj
es: Dados
fr: Dés
it: Dadi
nl: Dobbelsteen
pl: Kostka
ru: Кости
ta: பகடை

source: Music
bg: Музика
eo: Muziko
es: Música
fr: Musique
it: Musica
nl: Muziek
pl: Muzyka
ru: Музыка
ta: இசை

source: Pieces
bg: Фигури
eo: Pecoj
es: Fichas
fr: Pièces
it: Componenti
nl: Spelstukken
pl: Pionki
ru: Детали
ta: துண்டுகள்

source: Skyboxes
bg: Небеса
eo: Ĉieloj
es: Cielo
fr: Loge
it: Skybox
nl: Skyboxen
pl: Skyboxy
ru: Скайбоксы
ta: ச்கை பாக்ச்கள்

source: Sounds
bg: Звуци
eo: Sonoj
es: Sonidos
fr: Sons
it: Suoni
nl: Geluiden
pl: Dźwięki
ru: Звуки
ta: ஒலிகள்

source: Speakers
bg: Колонки
eo: Laŭtparoliloj
es: Altavoces
fr: Haut-parleurs
it: Autoparlanti
nl: Luidsprekers
pl: Głośniki
ru: Динамики
ta: பேச்சாளர்கள்

source: Stacks
bg: Купчини
eo: Stakoj
es: Pilas
fr: Piles
it: Pile
nl: Stapels
pl: Stosy
ru: Стопки
ta: அடுக்குகள்

source: Tables
bg: Маси
eo: Tabloj
es: Mesas
it: Tavoli
nl: Tafels
pl: Stoły
ru: Столы
ta: அட்டவணைகள்

source: Timers
bg: Таймери
eo: Tempumiloj
es: Temporizadores
fr: Minuteurs
it: Timer
nl: Tijdklokken
pl: Timery
ru: Таймеры
ta: டைமர்கள்

source: Tokens
bg: Жетони
eo: Ĵetonoj
es: Contadores
fr: Jetons
it: Segnalini
nl: Sleutels
pl: Tokeny
ru: Жетоны
ta: டோக்கன்கள்

source: VSync
bg: VSync (вертикална синхронизация)
eo: Vertikala sinkronigo
es: Sincronía Vertical
fr: Synchronisation verticale
nl: Verticale synchronisatie
pl: Synchronizacja pionowa
ru: Вертикальная синхронизация

source: URL: %s
bg: URL-адрес: %s
ru: URL-адрес: %s
