Repository: zhangjiangen11/tabletop-club
Catalog: game/Translations/*.po
Languages: bg, eo, es, fr, it, nl, pl, ru, ta

source: Importing assets...
bg: Импортиране на ресурси...
eo: Importado de havaĵoj...
es: Importando recursos...
fr: Importation des ressources…
it: Importazione asset in corso...
nl: Bezig met importeren van spelonderdelen…
pl: Import zasobów...
ru: Импорт ассетов…
ta: சொத்துக்களை இறக்குமதி செய்தல் ...

source: Missing Asset Folder
bg: Липсваща папка с ресурси
eo: Mankanta dosierujo de havaĵoj
es: Carpeta de recursos faltante
fr: Dossier des ressources manquant
it: Cartella Asset mancante
nl: De spelonderdelenmap ontbreekt
pl: Brakujący folder zasobów
ru: Отсутствует папка ассетов
ta: சொத்து கோப்புறை காணவில்லை

source: Missing Module
bg: Липсващ модул
eo: Mankanta modulo
es: Módulo faltante
fr: Module manquant
it: Modulo mancante
nl: Er ontbreekt een module
pl: Brakujący moduł
ru: Отсутствует модуль
ta: தொகுதி இல்லை

source: Loading...
bg: Зареждане...
eo: Ŝargado...
es: Cargando...
fr: Chargement…
it: Caricamento in corso...
nl: Bezig met laden…
pl: Ładowanie...
ru: Загрузка…
ta: ஏற்றுகிறது ...

source: Singleplayer
bg: Самостоятелна игра
eo: Unu ludanto
es: Un jugador
fr: 1 joueur
it: Giocatore Singolo
nl: Eén speler
pl: Gra jednoosobowa
ru: Одиночная игра
ta: ஒற்றை வீரர்

source: Multiplayer
bg: Мрежова игра
eo: Pluraj ludantoj
es: Multijugador
fr: Multijoueur
it: Multigiocatore
nl: Meerdere spelers
pl: Gra wieloosobowa
ru: Сетевая игра
ta: மல்டிபிளேயர்

source: Options
bg: Настройки
eo: Agordoj
es: Opciones
it: Opzioni
nl: Instellingen
pl: Opcje
ru: Настройки
ta: விருப்பங்கள்

source: Credits
bg: Автори
eo: Agnoskoj
es: Créditos
fr: Crédits
it: Crediti
nl: Met dank aan
pl: Autorzy
ru: Авторы
ta: வரவு

source: Quit
bg: Изход
eo: Eliri
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten
pl: Wyjście
ru: Выйти
ta: வெளியேறு

source: Import Log
bg: Импортиране на лог
eo: protokolo de importaĵoj
es: Importar Log
fr: Importer journal
it: Importa Log
nl: Importlogboek
pl: Importuj dziennik
ru: Импорт логов
ta: இறக்குமதி பதிவு

source: Website
bg: Уебсайт
eo: Retejo
es: Página web
fr: Site web
it: Sito web
pl: Strona internetowa
ru: Сайт
ta: வலைத்தளம்

source: Source Code
bg: Изходен код
eo: Fontokodo
es: Código fuente
fr: Code Source
it: Codice Sorgente
nl: Broncode
pl: Kod źródłowy
ru: Исходный код
ta: மூலக் குறியீடு

source: Documentation
bg: Документация
eo: Dokumentado
es: Documentación
it: Documentazione
nl: Documentatie
pl: Dokumentacja
ru: Документация
ta: ஆவணப்படுத்துதல்

source: Community
bg: Общност
eo: Komunumo
es: Comunidad
fr: Communauté
it: Comunità
nl: Gemeenschap
pl: Społeczność
ru: Сообщество
ta: சமூகம்

source: Donate
bg: Дарение
eo: Donaci
es: Donar
fr: Donner
it: Donazioni
nl: Doneren
pl: Darowizna
ru: Донат
ta: நன்கொடை

source: Information
bg: Информация
eo: Informoj
es: Información
fr: Informations
it: Informazioni
nl: Informatie
pl: Informacja
ru: Информация
ta: தகவல்

source: Host Game
bg: Създай игра
eo: Gastigi ludon
es: Hospedar juego
fr: Héberger une partie
it: Ospita Partita
nl: Spel organiseren
pl: Utwórz grę
ru: Хостить игру
ta: புரவலன் விளையாட்டு

source: Create a new lobby for your friends to join over the Internet.
bg: Създай ново лоби, към което приятелите ти да се свържат през интернет.
eo: Kreas novan vestiblon, al kiuj viaj amikoj povas aliĝi Interrete.
es: Crear un nuevo lobby para que sus amistades se puedar reunir por internet.
fr: Créez un nouveau salon que vos amis pourront rejoindre sur Internet.
it: Crea una nuova lobby per unire i tuoi amici tramite Internet.
nl: Maak een ruimte aan waar je online-spellen met je vrienden kunt spelen.
pl: Utwórz nową poczekalnię, do której Twoi znajomi będą mogli dołączyć przez Internet.
ru: Создайте новое лобби, чтобы ваши друзья могли присоединиться к нему через Интернет.
ta: உங்கள் நண்பர்கள் இணையத்தில் சேர புதிய லாபியை உருவாக்கவும்.

source: Join Game
bg: Присъедини игра
eo: Aliĝi al ludo
es: Unirse al juego
fr: Rejoindre la partie
it: Unisciti a Partita
nl: Deelnemen aan spel
pl: Dołącz do gry
ru: Присоединиться
ta: விளையாட்டில் சேரவும்

source: Use a room code to join your friend's lobby.
bg: Използвай код на стаята, за да се присъединиш към лобито.
eo: Vi povas uzi ĉambrokodon por aliĝi al vestiblo de amiko.
es: Utilice un código de salón para unirse al lobby de tu amigo/a.
fr: Utilisez un code de salon pour rejoindre le salon de votre ami·e.
it: Usa un Codice Lobby per unirti alla lobby di un amico.
nl: Voer de kamercode in om mee te spelen.
pl: Użyj kodu pokoju, aby dołączyć do poczekalni znajomego.
ru: Используйте код комнаты, чтобы присоединиться к лобби вашего друга.
ta: உங்கள் நண்பரின் லாபியில் சேர அறை குறியீட்டைப் பயன்படுத்தவும்.

source: Enter Room Code
bg: Въведи код на стая
eo: Enigu ĉambrokodon
es: Introducir código de salón
fr: Veuillez saisir le code du salon
it: Inserisci Codice Lobby
nl: Kamercode invoeren
pl: Wprowadź kod pokoju
ru: Введите код комнаты
ta: அறை குறியீட்டை உள்ளிடவும்

source: Room Code:
bg: Код на стая:
eo: Ĉambrokodo:
es: Código de salón:
fr: Code du salon :
it: Codice Lobby:
nl: Kamercode:
pl: Kod pokoju:
ru: Код комнаты:
ta: அறை குறியீடு:

source: ABCD
bg: АБВГ
ta: ஏபிசிடி

source: Error
bg: Грешка
eo: Eraro
fr: Erreur
it: Errore
nl: Foutmelding
pl: Błąd
ru: Ошибка
ta: பிழை

source: Audio
bg: Звук
eo: Sono
ru: Звук
ta: ஆடியோ

source: Master Volume
bg: Общо ниво на звука
eo: Ĉefa laŭteco
es: Volumen principal
fr: Volume principal
it: Volume Generale
nl: Hoofdvolume
pl: Głośność
ru: Общая громкость
ta: முதன்மை தொகுதி

source: Sets the overall volume of all sources of sound in the game.
bg: Настройва силата на звука на всичко в играта.
eo: Agordas la entutan laŭtecon de ĉiuj sonaj fontoj en la ludo.
es: Fija el volumen prinicipal para todas las fuentes de sonido del juego.
fr: Règle le volume général de toutes les sources de son dans le jeu.
it: Imposta il volume totale di musica, suoni ed effetti nel gioco.
nl: Stel het algehele volumeniveau van alle geluidsbronnen in.
pl: Ustawia ogólną głośność wszystkich źródeł dźwięku w grze.
ru: Устанавливает общую громкость всех источников звука в игре.
ta: விளையாட்டில் ஒலியின் அனைத்து ஆதாரங்களின் ஒட்டுமொத்த அளவை அமைக்கிறது.

source: Music Volume
bg: Сила на музиката
eo: Muzika laŭteco
es: Volumen de música
fr: Volume de la musique
it: Volume Musica
nl: Muziekvolume
pl: Głośność muzyki
ru: Громкость музыки
ta: இசை தொகுதி

source: Sets the volume of all music sources in the game.
bg: Настройва силата на всичката музика в играта.
eo: Agordas la laŭtecon de ĉiuj muzikaj fontoj en la ludo.
es: Fija el volumen de todas las fuentes de música en el juego.
fr: Règle le volume de toutes les sources de musique dans le jeu.
it: Imposta il volume della musica nel gioco.
nl: Stel het volumeniveau van alle muziekbronnen in het spel in.
pl: Ustawia głośność wszystkich źródeł muzyki w grze.
ru: Устанавливает громкость всех источников музыки в игре.
ta: விளையாட்டில் உள்ள அனைத்து இசை மூலங்களின் அளவை அமைக்கிறது.

source: Sounds Volume
bg: Сила на звуците
eo: Sona laŭteco
es: Volumen de sonidos
fr: Volume des sons
it: Volume Suoni
nl: Geluidsvolume
pl: Głośność dźwięków
ru: Громкость звуков
ta: தொகுதி

source: Sets the volume of sound sources played manually throughout the game, for example, from speakers.
bg: Настройва силата на звуците, пуснати ръчно в играта, например от колонки.
eo: Agordas la laŭtecon de sonaj fontoj luditaj permane tra la ludo, ekzemple, de laŭtparoliloj.
es: Fija el volumen de las fuentes de sonido reproducidas manualmente a lo largo del juego, por ejemplo, de las bocinas.
fr: Règle le volume des sources sonores jouées manuellement dans le jeu, par exemple, à partir des haut-parleurs.
it: Imposta il volume di suoni generate manualmente dal gioco, come per esempio dagli autoparlanti.
nl: Stel het volumeniveau van alle geluidsbronnen in het spel handmatig in.
pl: Ustawia głośność źródeł dźwięku odtwarzanych ręcznie podczas gry, na przykład z głośników.
ru: Устанавливает громкость источников звука, воспроизводимых вручную во время игры, например, из динамиков.
ta: விளையாட்டு முழுவதும் கைமுறையாக விளையாடிய ஒலி மூலங்களின் அளவை அமைக்கிறது, எடுத்துக்காட்டாக, பேச்சாளர்களிடமிருந்து.

source: Effects Volume
bg: Сила на звука на ефектите
eo: Sonefika laŭteco
es: Volumen de efectos
fr: Volume des effets
it: Volume Effetti
nl: Effectvolume
pl: Głośność efektów dźwiękowych
ru: Громкость эффектов
ta: விளைவுகள் தொகுதி

source: Sets the volume of sound effects played automatically throughout the game, for example, pieces falling on the table.
bg: Настройва силата на звуковите ефекти, които се пускат автоматично по време на игра, например зарове падащи на масата.
eo: Agordas la laŭtecon de sonefikoj luditaj aŭtomate tra la ludo, ekzemple, pecoj falantaj sur tablon.
es: Fija el volumen de los efectos de sonido tocados automáticamente en todo el juego, por ejemplo la caída de las piezas.
fr: Règle le volume des effets sonores joués automatiquement tout au long du jeu, par exemple, les pièces qui tombent sur la table.
it: Imposta il volume di effetti sonori generati dal gioco, come per esempio degli scacchi che cadono dal tavolo.
nl: Stel het volumeniveau van geluidseffecten in het spel in, bijvoorbeeld het vallen van spelstukken op de tafel.
pl: Ustawia głośność efektów dźwiękowych odtwarzanych automatycznie podczas gry, np. spadających na stół kawałków.
ru: Устанавливает громкость звуковых эффектов, автоматически воспроизводимых во время игры, например, падающих на стол фигур.
ta: விளையாட்டு முழுவதும் தானாகவே விளையாடும் ஒலி விளைவுகளின் அளவை அமைக்கிறது, எடுத்துக்காட்டாக, அட்டவணையில் விழும் துண்டுகள்.

source: Controls
bg: Контроли
eo: Regoklavoj
es: Controles
fr: Contrôles
it: Controlli
nl: Bediening
pl: Sterowanie
ru: Управление
ta: கட்டுப்பாடுகள்

source: Mouse Horizontal Sensitivity
bg: Хоризонтална чуствителност на мишката
eo: Horizontala sentemo de muso
es: Sensibilidad horizontal del ratón
fr: Sensibilité horizontale de la souris
it: Sensibilità Mouse Orizzontale
nl: Horizontale muisgevoeligheid
pl: Pozioma czułość myszy
ru: Горизонтальная чувствительность мыши
ta: சுட்டி கிடைமட்ட உணர்திறன்

source: Sets the horizontal sensitivity of the rotation of the camera.
bg: Настройва хоризонталната чуствителност на завъртане на камерата.
eo: Agordas la horizontalan sentemon de turnado de la kamerao.
es: Fija la sensibilidad horizontal de la rotación de la cámara.
fr: Règle la sensibilité horizontale de la rotation de la camera.
it: Imposta la sensibilità orizzontale della rotazione della camera.
nl: Stel de horizontale gevoeligheid tijdens het draaien van de camera in.
pl: Ustawia poziomą czułość obrotu kamery.
ru: Устанавливает чувствительность поворота камеры по горизонтали.
ta: கேமராவின் சுழற்சியின் கிடைமட்ட உணர்திறனை அமைக்கிறது.

source: Mouse Vertical Sensitivity
bg: Вертикална чуствителност на мишката
eo: Vertikala sentemo de muso
es: Sensibilidad vertical del ratón
fr: Sensibilité verticale de la souris
it: Sensibilità Mouse Verticale
nl: Verticale muisgevoeligheid
pl: Pionowa czułość myszy
ru: Вертикальная чувствительность мыши
ta: சுட்டி செங்குத்து உணர்திறன்

source: Sets the vertical sensitivity of the rotation of the camera.
bg: Настройва вертикалната чуствителност на завъртане на камерата.
eo: Agordas la vertikalan sentemon de turnado de la kamerao.
es: Fija la sensibilidad vertical de la rotación de la cámara.
fr: Règle la sensibilité verticale de la rotation de la camera.
it: Imposta la sensibilità verticale della rotazione della camera.
nl: Stel de verticale gevoeligheid tijdens het draaien van de camera in.
pl: Ustawia pionową czułość obrotu kamery.
ru: Устанавливает чувствительность поворота камеры по вертикали.
ta: கேமராவின் சுழற்சியின் செங்குத்து உணர்திறனை அமைக்கிறது.

source: Mouse Horizontal Invert
bg: Обръщане на мишката хоризонтално
eo: Horizontala inversigo de muso
es: Inversión horizontal del ratón
fr: Inversion horizontale de la souris
it: Inverti Mouse Orizzontalmente
nl: Horizontale muisgevoeligheid (omgekeerd)
pl: Odwróć mysz w poziomie
ru: Горизонтальное инвертирование мыши
ta: சுட்டி கிடைமட்ட தலைகீழ்

source: Used to invert the rotation of the camera horizontally.
bg: Обръща хоризонталното завъртане на камерата наопаки.
eo: Uzebla por inversigi horizontalan turnadon de la kamerao.
es: Utilizado para invertir la rotación de la cámara horizontalmente.
fr: Utilisé pour inverser la rotation de la caméra sur l'axe horizontal.
it: Attiva per invertire la rotazione della camera orizzontalmente.
nl: De gevoeligheid van het omgekeerd horizontaal draaien van de camera.
pl: Służy do odwracania obrotu kamery w poziomie.
ru: Используется для инвертирования поворота камеры по горизонтали.
ta: கேமராவின் சுழற்சியை கிடைமட்டமாக மாற்ற பயன்படுகிறது.

source: Mouse Vertical Invert
bg: Обръщане на мишката вертикално
eo: Vertikala inversigo de muso
es: Inversión vertical del ratón
fr: Inversion verticale de la souris
it: Inverti Mouse Verticalmente
nl: Verticale muisgevoeligheid (omgekeerd)
pl: Pionowe odwrócenie myszy
ru: Вертикальное инвертирование мыши
ta: சுட்டி செங்குத்து தலைகீழ்

source: Used to invert the rotation of the camera vertically.
bg: Обръща вертикалното завъртане на камерата наопаки.
eo: Uzebla por inversigi vertikalan turnadon de la kamerao.
es: Utilizada para invertir la rotación de la cámara verticalmente.
fr: Utilisé pour inverser la rotation de la caméra sur l'axe vertical.
it: Attiva per invertire la rotazione della camera verticalmente.
nl: De gevoeligheid van het omgekeerd verticaal draaien van de camera.
pl: Służy do odwracania obrotu kamery w pionie.
ru: Используется для инвертирования поворота камеры по вертикали.
ta: கேமராவின் சுழற்சியை செங்குத்தாக மாற்ற பயன்படுகிறது.

source: Camera Movement Speed
bg: Скорост на местене на камерата
eo: Moviĝa rapido de kamerao
es: Velocidad de movimiento de la cámara
fr: Vitesse des mouvements de caméra
it: Velocità Movimento Camera
nl: Camerasnelheid
pl: Szybkość ruchu kamery
ru: Скорость движения камеры
ta: கேமரா இயக்க விரைவு

source: Used to set how fast the camera moves across the table.
bg: Настройва колко бързо камерата се движи върху масата.
eo: Uzebla por agordi kiom rapide la kamerao moviĝas trans la tablo.
es: Utilizada para fijar que tan rápido se mueve la cámara sobre la mesa.
fr: Utilisé pour indiquer la vitesse à laquelle la caméra se déplace sur la table.
it: Imposta quanto veloce si muove la camera sul tavolo.
nl: Hoe snel de camera over de tafel heen moet gaan.
pl: Służy do ustawiania szybkości przesuwania kamery po stole.
ru: Используется для настройки скорости перемещения камеры по столу.
ta: கேமரா அட்டவணையில் எவ்வளவு வேகமாக நகர்கிறது என்பதை அமைக்க பயன்படுகிறது.

source: Hold Left Click to Move Camera
bg: Задържане на ляв бутон за местене на камерата
eo: Deteni maldekstran musbutonon por movi kameraon
es: Sostenga el botón izquierdo del ratón para mover la cámara
fr: Restez appuyé sur clic gauche pour déplacer la caméra
it: Tieni premuto Tasto Sinistro per muovere la Camera
nl: Camera verplaatsen met linkermuisknop
pl: Przytrzymaj lewy przycisk myszy, aby przesunąć kamerę
ru: Удерживать лкм для перемещения камеры
ta: கேமராவை நகர்த்த இடது கிளிக்கைப் பிடித்துக் கொள்ளுங்கள்

source: Used to allow the player to move the camera by dragging the mouse across the table.
bg: Позволява местенето на камерата при задържане на левия бутон на мишката и теглене.
eo: Uzebla por ebligi movi la kameraon, trenante la muson trans la tablo.
es: Utilizado para permitir al jugador mover la cámara arrastrando el ratón sobre la mesa.
fr: Utilisé pour permettre à la joueuse ou au joueur de déplacer la caméra en déplaçant la souris sur la table.
it: Usata per permette al giocatore di muovere la camera trascinando il mouse sul tavolo.
nl: Of een speler de camera kan verplaatsen door te cursor over de tafel te verslepen.
pl: Służy do umożliwienia graczowi poruszania kamerą poprzez przeciąganie myszy po stole.
ru: Используется, чтобы позволить игроку перемещать камеру, перетаскивая мышь по столу.
ta: சுட்டியை மேசையின் குறுக்கே இழுத்து கேமராவை நகர்த்த பிளேயரை அனுமதிக்க பயன்படுகிறது.

source: Zoom Sensitivity
bg: Чуствителност на увеличаване
eo: Zoma sentemo
es: Sensibilidad del Zoom
fr: Sensibilité du zoom
it: Sensibilità Zoom
nl: Zoomgevoeligheid
pl: Czułość zbliżania
ru: Чувствительность масштабирования
ta: பெரிதாக்க உணர்திறன்

source: Sets how fast the camera zooms in and out of the table when using the scroll wheel.
bg: Настройва колко бързо камерата се приближава и отдалечава от масата чрез завъртане на колелцето на мишката.
eo: Agordas kiom rapide la kamerao zomas kaj malzomas de la tablo, uzante la rulumilon.
es: Fija cuán rápido hace zoom la cámara al acercarse y alejarse de la mesa cuando se usa la rueda del ratón.
fr: Définit la vitesse à laquelle la caméra zoome/dézoome lorsqu'on utilise la roulette.
it: Imposta quanto veloce la camera su avvicina o allontana dal tavolo usando la rotella del mouse.
nl: Stel in hoe snel de camera in- en uitzoomt met het scrolwiel.
pl: Ustawia, jak szybko kamera przybliża i oddala stół podczas używania kółka przewijania.
ru: Устанавливает скорость увеличения и уменьшения масштаба стола при использовании колеса прокрутки.
ta: உருள் சக்கரத்தைப் பயன்படுத்தும் போது கேமரா மேசைக்கு உள்ளேயும் வெளியேயும் எவ்வளவு விரைவாக பெரிதாக்குகிறது.

source: Zoom Invert
bg: Обръщане на увеличението
eo: Zoma inversigo
es: Inversión de Zoom
fr: Inversion du zoom
it: Inverti Zoom
nl: Zoomgevoeligheid (omgekeerd)
pl: Odwrócenie zbliżania
ru: Инвертировать масштабирование
ta: சூம் தலைகீழ்

source: Used to invert the direction of zooming when using the scroll wheel.
bg: Обръща посоката на въртене на колелцето на мишката при увеличаване.
eo: Uzebla por inversigi la direkton de zomado, uzante la rulumilon.
es: Usado para invertir la dirección en que se hace el zoom al usar la rueda del ratón.
fr: Utilisé pour inverser la direction du zoom lorsqu'on utilise la roulette.
it: Attiva per invertire la direzione dello zoom quando si usa la rotella del mouse.
nl: Draai de scrolrichting (bij zoomen) om.
pl: Służy do odwracania kierunku zbliżania podczas używania kółka przewijania.
ru: Используется для инвертирования направления масштабирования при использовании колеса прокрутки.
ta: உருள் சக்கரத்தைப் பயன்படுத்தும் போது பெரிதாக்குவதற்கான திசையை மாற்ற பயன்படுகிறது.

source: Piece Lift Sensitivity
bg: Скорост на вдигане на предмети
eo: Sentemo de peca levado
es: Sensibilidad de Levantamiento de Ficha
fr: Sensibilité pour le soulèvement de la pièce
it: Sensibilità Sollevamento Componente
nl: Gevoeligheid bij oppakken van spelstuk
pl: Czułość podnoszenia elementu
ru: Чувствительность подъёма деталей
ta: துண்டு லிப்ட் உணர்திறன்

source: Sets how fast a piece will move when lifting it off the table.
bg: Настройва колко бързо предметите се движат при вдигането им от масата.
eo: Agordas kiom rapide peco moviĝos, levante ĝin de la tablo.
es: Fija que tan rápido se moverá una ficha al ser levantada de la mesa.
fr: Définit la vitesse de déplacement d'une pièce lorsqu'elle est soulevé au-dessus de la table.
it: Imposta quanto veloce una componente si muove quando sollevata dal tavolo.
nl: Geef aan hoe snel een spelstuk dient te worden verplaatst na het oppakken ervan.
pl: Ustawia szybkość poruszania się elementu podczas podnoszenia go ze stołu.
ru: Устанавливает скорость перемещения детали при поднятии ее со стола.
ta: அட்டவணையில் இருந்து தூக்கும்போது ஒரு துண்டு எவ்வளவு வேகமாக நகரும் என்பதை அமைக்கிறது.

source: Piece Lift Invert
bg: Обръщане на посоката на вдигане
eo: Inversigo de peca levado
es: Inversión de Levantamiento de Ficha
fr: Inversion pour le soulèvement de la pièce
it: Inverti Sollevamento Componente
nl: Gevoeligheid bij oppakken van spelstuk (omgekeerd)
pl: Odwróć podnoszenie elementów
ru: Инвертировать подъём деталей
ta: துண்டு லிப்ட் தலைகீழ்

source: Used to invert the direction a piece will go when lifting it off the table.
bg: Обръща посоката на движение при вдигане на предмети от масата.
eo: Uzebla por inversigi la direkton, kien iros peco, levante ĝin de la tablo.
es: Usado para invertir la dirección en la que irá la ficha al ser levantada de la mesa.
fr: Utilisé pour inverser la direction selon laquelle une pièce se déplace lorsqu'elle est soulevée de la table.
it: Attiva per invertire la direzione verso cui una componente si dirige quando sollevata dal tavolo.
nl: Geef aan hoe snel het spelstuk dient te worden omgedraaid om na het oppakken ervan.
pl: Służy do odwracania kierunku, w jakim ułoży się element podczas podnoszenia go ze stołu.
ru: Используется для изменения направления движения детали при подъеме ее со стола.
ta: ஒரு துண்டு அதை அட்டவணையில் இருந்து தூக்கும் போது செல்லும் திசையை மாற்ற பயன்படுகிறது.

source: Piece Rotation Invert
bg: Обръщане на посоката на въртене
eo: Inversigo de peca turnado
es: Inversión de Rotación de Ficha
fr: Inverser la rotation des pièces
it: Inverti Rotazione Componente
nl: Gevoeligheid bij draaien van spelstuk
pl: Odwróć obrót elementu
ru: Инвертировать вращение деталей
ta: துண்டு சுழற்சி தலைகீழ்

source: Used to invert the direction a piece will rotate.
bg: Обръща посоката на въртене на предметите.
eo: Uzebla por inversigi la direkton de turni pecon.
es: Usado para invertir la dirección en la que girará una ficha.
fr: Utilisé pour inverser la direction selon laquelle une pièce tournera.
it: Attiva per invertire la direzione verso cui una componente ruota.
nl: Geef aan hoe snel het spelstuk dient te worden gedraaid om na het oppakken ervan.
pl: Służy do odwracania kierunku, w którym element będzie się obracał.
ru: Используется для инвертирования направления вращения детали.
ta: ஒரு துண்டு சுழலும் திசையை மாற்ற பயன்படுகிறது.

source: Hand Preview Enabled
bg: Преглед на ръката
eo: Ebligi antaŭvidon de enmanaj kartoj
es: Previsualización de Mano Habilitada
fr: Aperçu de la main activé
it: Abilità Anteprima Mano
nl: Hand tonen
pl: Podgląd rozdania włączony
ru: Предпросмотр руки
ta: கை முன்னோட்டம் இயக்கப்பட்டது

source: When set, hovering over a card in your hand will display an enhanced preview of the card after a short period of time.
bg: Когато е включена, тази опция показва детайлен преглед на карта от ръката кратко време след поставяне на мишката върху нея.
eo: Post ebligo, musumi super karto en via mano montros pli detalan antaŭvidon de la karto post mallonga tempodaŭro.
es: Cuando se habilita, al mover el ratón sobre una de sus cartas, una vista mejorada se mostrará por un corto tiempo.
fr: Lorsque cette variable est définie, le survol d'une carte dans la main affichera une prévisualisation améliorée de la carte après un court délai.
it: Se attiva, passare con il mouse sopra una carta nella tua mano mostrera una anteprima ingrandita della carta dopo qualche instante.
nl: Stel in om na een bepaalde tijd een kaart in je hand te tonen.
pl: Po ustawieniu najechanie kursorem na kartę w dłoni wyświetli po krótkim czasie ulepszony podgląd karty.
ru: При наведении курсора на карту, находящуюся в руке, через некоторое время отобразится улучшенный предварительный просмотр карты.
ta: அமைக்கும்போது, உங்கள் கையில் ஒரு அட்டையின் மீது வட்டமிடுவது குறுகிய காலத்திற்குப் பிறகு அட்டையின் மேம்பட்ட முன்னோட்டத்தைக் காண்பிக்கும்.

source: Hand Preview Delay
bg: Отлагане на прегледа
eo: Prokrasto de antaŭvido de enmanaj kartoj
es: Dilación de Previsualización de Mano
fr: Délai de l'aperçu de la main
it: Ritardo Anteprima Mano
nl: Wachttijd alvorens kaart in hand te tonen
pl: Opóźnienie podglądu rozdania
ru: Задержка предпросмотра руки
ta: கை முன்னோட்டம் நேரந்தவறுகை
