Repository: zhangjiangen11/tabletop-club
Catalog: game/Translations/*.po
Languages: bg, eo, es, fr, it, nl, pl, ru, ta

source: Toggles whether the entire UI is displayed.
bg: Показва или скрива целия интерфейс.
eo: Baskuliĝas ĉu montriĝas la tuta interfaco.
es: Habilita o deshabilita si todo el entorno del usuario es mostrado.
fr: Alterne l'affichage complet de l'interface utilisateur.
it: Mostra o nasconde l'intera UI.
nl: Toon/Verberg de algehele bediening.
pl: Przełącza, czy wyświetlany jest cały interfejs użytkownika.
ru: Переключает отображение всего пользовательского интерфейса.
ta: முழு இடைமுகம் க்கும் காண்பிக்கப்படுகிறதா என்பதை மாற்றுகிறது.

source: Take Screenshot
bg: Направи снимка на екрана
eo: Fari ekrankopion
es: Tomar Imagen
fr: Prendre une capture d'écran
it: Crea Screenshot
nl: Schermfoto maken
pl: Wykonaj zrzut ekranu
ru: Сделать скриншот
ta: திரைக்காட்சி எடுத்துக் கொள்ளுங்கள்

source: Takes a screenshot of the game in its current state.
bg: Прави снимка на екрана на играта в текущото й състояние.
eo: Faras ekrankopion de la ludo en ĝia nuna stato.
es: Toma una imagen del juego en su estado presente.
fr: Prend une capture d'écran du jeu dans son état actuel.
it: Crea uno screenshot del gioco nello stato attuale.
nl: Maak een schermfoto van de huidige spelstatus.
pl: Robi zrzut ekranu gry w jej obecnym stanie.
ru: Делает скриншот игры в ее текущем состоянии.
ta: விளையாட்டின் திரை சாட்டை அதன் தற்போதைய நிலையில் எடுக்கிறது.

source: Used to reset the key bindings to their default values.
bg: Връща клавишните команди в първоначалните им стойности по подразбиране.
eo: Uzebla por restarigi la klavkombinojn al la defaŭltaj valoroj.
es: Utilizado para retornar las asignaciones del teclado a sus valores iniciales.
fr: Utilisé pour réinitialiser les contrôles clavier à leurs valeurs par défaut.
it: Resetta le assocazioni dei tasti a quelle di default.
nl: Herstel de standaard sneltoetsen.
pl: Służy do resetowania skrótów klawiszy do wartości domyślnych.
ru: Используется для сброса привязок клавиш к их значениям по умолчанию.
ta: முக்கிய பிணைப்புகளை அவற்றின் இயல்புநிலை மதிப்புகளுக்கு மீட்டமைக்கப் பயன்படுகிறது.

source: Reset Bindings
bg: Върни клавишните команди
eo: Restarigi klavkombinojn
es: Reiniciar Asignaciones
fr: Réinitialiser les contrôles
it: Resetta Assocazioni Tasti
nl: Standaardwaarden herstellen
pl: Zresetuj skróty klawiszy
ru: Сбросить привязки
ta: பிணைப்புகளை மீட்டமைக்கவும்

source: Name
bg: Име
eo: Nomo
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
ru: Имя
ta: பெயர்

source: The player's displayed name in multiplayer lobbies.
bg: Името на играча, показано в мрежови игри.
eo: La montrata nomo de la ludanto en plurludantaj vestibloj.
es: El nombre del jugador que se mostrará en los salones grupales.
fr: Le nom affiché pour la personne dans les salons multijoueurs.
it: Il nome del giocatore mostrato nelle lobby multigiocatore.
nl: De naam van de speler in kamers met meerdere spelers.
pl: Nazwa gracza wyświetlana w poczekalniach dla wielu graczy.
ru: Отображаемое имя игрока в многопользовательских лобби.
ta: மல்டிபிளேயர் லாபிகளில் பிளேயரின் காட்டப்பட்ட பெயர்.

source: Player
bg: Играч
eo: Ludanto
es: Jugador
fr: Joueur/Joueuse
it: Giocatore
nl: Speler
pl: Gracz
ru: Игрок
ta: வீரர்

source: Color
bg: Цвят
eo: Koloro
fr: Couleur
it: Colore
nl: Kleur
pl: Kolor
ru: Цвет
ta: நிறம்

source: The player's displayed colour in multiplayer lobbies.
bg: Цвета на играча, показан в мрежови игри.
eo: La montrata koloro de la ludanto en plurludantaj vestibloj.
es: El color del jugador que se mostrará en los salones grupales.
fr: La couleur affichée pour la personne dans les salons multijoueurs.
it: Il colore usato per il giocatore nelle lobby multiplayer.
nl: De kleur van de speler in kamers met meerdere spelers.
pl: Kolor gracza wyświetlany w poczekalniach dla wielu graczy.
ru: Цвет игрока отображаемый в многопользовательских лобби.
ta: மல்டிபிளேயர் லாபிகளில் பிளேயரின் வண்ணம் காட்டப்படுகிறது.

source: Chat Font Size
bg: Размер на шрифта на чата
eo: Tipara grando de babilujo
es: Tamaño de Fuente en Discusión
fr: Taille de la police pour les discussions
it: Dimensione Testo Chat
nl: Tekstgrootte van chat
pl: Rozmiar czcionki czatu
ru: Размер шрифта чата
ta: எழுத்துரு அளவு அரட்டை

source: Changes the size of the text in the chat box.
bg: Променя размера на шрифта на текста в полето за чат.
eo: Ŝanĝas la grandecon de la teksto en la babilujo.
es: Cambia el tamaño del texto en el recuadro de discusión.
fr: Change la taille de caractère utilisée dans la boîte de discussion.
it: Cambia la dimensione del testo della chat.
nl: Pas de tekstgrootte van het chatvenster aan.
pl: Zmienia rozmiar tekstu w oknie czatu.
ru: Изменяет размер текста в окне чата.
ta: அரட்டை பெட்டியில் உரையின் அளவை மாற்றுகிறது.

source: Medium
bg: Среден
eo: Meza
es: Mediano
fr: Moyen
it: Medio
nl: Gemiddeld
pl: Średni
ru: Средняя
ta: சராசரி

source: Hide Player Cursors
bg: Скрий курсорите на играчите
eo: Kaŝi kursorojn de ludantoj
es: Ocultar los Cursores del Jugador
fr: Masquer les curseurs du joueur/de la joueuse
it: Nascondi i cursori del giocatore
nl: Spelercursors verbergen
pl: Ukryj kursory gracza
ru: Скрыть курсоры игрока
ta: பிளேயர் கர்சர்களை மறைக்கவும்

source: Used to stop showing other player's cursors when in multiplayer lobbies.
bg: Скрива курсорите на мишките на другите играчи в мрежови игри.
eo: Uzebla por ne montri la kursorojn de aliaj ludantoj en plurludantaj vestibloj.
es: Usado para dejar de mostrar los cursores de otros jugadores en los salones grupales.
fr: Utilisé pour ne plus afficher les curseurs des autres joueurs ou joueuses dans les salons multijoueurs.
it: Attiva per smettere di vedere i cursori degli altri giocatori nelle lobby multiplayer.
nl: Verberg de cursors van andere spelers in kamers met meerdere spelers.
pl: Służy do zatrzymania wyświetlania kursorów innych graczy w poczekalniach dla wielu graczy.
ru: Используется для прекращения отображения курсоров других игроков в многопользовательских лобби.
ta: மல்டிபிளேயர் லாபிகளில் இருக்கும்போது மற்ற வீரர்கள் கர்சரைக் காண்பிப்பதை நிறுத்தப் பயன்படுகிறது.

source: Censor Profanity
bg: Чат цензура
eo: Cenzuri sakrojn
es: Censurar Lenguaje Ofensivo
fr: Censurer les grossièretés
it: Censura volgarità
nl: Grof taalgebruik censureren
pl: Cenzurowanie wulgaryzmów
ru: Цензура ненормативной лексики
ta: தணிக்கை அவதூறு

source: Used to censor potentially offensive words in the chat window when in multiplayer lobbies.
bg: Цензурира потенциално обидни думи в полето за чат в мрежови игри.
eo: Uzebla por cenzuri eble ofendajn vortojn en la babila fenestro en plurludantaj vestibloj.
es: Utilizado para censurar palabras potencialmente ofensivas en la ventana de discusión en los salones grupales.
fr: Utilisé pour censurer les mots potentiellement grossiers dans la fenêtre de discussion des salons multijoueurs.
it: Attova per censurare potenziali parole offensive nella finestra di chat nelle lobby multiplayer.
nl: Censureer grof taalgebruik in de chat van kamers met meerdere spelers.
pl: Służy do cenzurowania potencjalnie obraźliwych słów w oknie czatu w poczekalniach dla wielu graczy.
ru: Используется для цензуры потенциально оскорбительных слов в окне чата в многопользовательских лобби.
ta: மல்டிபிளேயர் லாபிகளில் இருக்கும்போது அரட்டை சாளரத்தில் ஆபத்தான சொற்களை தணிக்கை செய்யப் பயன்படுகிறது.

source: Video
bg: Видео
fr: Vidéo
pl: Wideo
ru: Видео
ta: ஒளிதோற்றம்

source: Window Mode
bg: Режим на прозореца
eo: Fenestra reĝimo
es: Modo de Ventana
fr: Mode fenêtré
it: Modalità finestra
nl: Venstermodus
pl: Tryb okienkowy
ru: Режим окна
ta: சாளரம் பயன்முறை

source: Sets the mode in which the game window is displayed.
bg: Променя режима на прозореца, в който се показва играта.
eo: Agordas la reĝimon, en kiu montriĝas la ludfenestro.
es: Fija el modo en el cual se muestra la ventana del juego.
fr: Définit le mode selon lequel la fenêtre du jeu est affichée.
it: Imposta la modalità della finestra di gioco.
nl: Stel de venstermodus van een spel in.
pl: Ustawia tryb, w którym wyświetlane jest okno gry.
ru: Устанавливает режим, в котором отображается окно игры.
ta: விளையாட்டு சாளரம் காட்டப்படும் பயன்முறையை அமைக்கிறது.

source: Windowed
bg: Прозорец
eo: Fenestra
es: En Ventana
fr: Fenêtré
it: Finestra
nl: Venster
pl: Okienkowany
ru: В окне
ta: சாளரம்

source: Field of View
bg: Зрително поле
eo: Vidamplekso
es: Campo Visual
fr: Champ de vue
it: Campo visivo
nl: Gezichtsveld
pl: Pole widzenia
ru: Поле зрения
ta: பார்வை புலம்

source: Sets the field of view of the in-game camera.
bg: Настройва зрителното поле (FoV) на камерата.
eo: Agordas la vidamplekson de la enluda kamerao.
es: Fija el campo visual de la cámara dentro del juego.
fr: Définit le champ de vue pour la caméra du jeu.
it: Imposta il campo visivo della camera nella partita.
nl: Stel het gezichtsveld van de ingebouwde camera in.
pl: Ustawia pole widzenia kamery w grze.
ru: Устанавливает поле зрения внутриигровой камеры.
ta: விளையாட்டு கேமராவின் பார்வைத் துறையை அமைக்கிறது.

source: Shadow Detail
bg: Детайл на сенките
eo: Detaleco de ombroj
es: Detalle de Sombras
fr: Détail des ombres
it: Dettagli Ombre
nl: Schaduwdetails
pl: Szczegółowość cieni
ru: Детализация теней
ta: நிழல் விவரம்

source: Multisample Anti-Aliasing (MSAA)
bg: Изглаждане на ръбовете (MSAA)
eo: Multspecimena glatigo (MSAA)
es: Multimuestra Anti-Alias (MSAA)
fr: Anti-crénelage multi-échantillons (MSAA)
it: MSAA
nl: Anti-kartelvorming (MSAA)
pl: Wielopróbkowe wygładzanie krawędzi wyświetlanych obiektów (MSAA)
ru: Многовыборочное сглаживание (MSAA)
ta: மல்டிசாம்பிள் எதிர்ப்பு மாற்றுப்பெயர் (MSAA)

source: None
bg: Без
eo: Neniu
es: Ninguno
fr: Aucun
it: Nessuno
nl: Geen
pl: nic
ru: Нет
ta: எதுவுமில்லை

source: Screen Space Ambient Occlusion (SSAO)
bg: Околно хвърляне на сенки (SSAO)
eo: Ekranspaca ĉirkaŭa ombrigo (SSAO)
es: Oclusión Ambiental en Espacio de Pantalla (SSAO)
fr: Occlusion ambiante de l'espace à l'écran (SSAO)
it: SSAO
ta: திரை விண்வெளி சுற்றுப்புற மறுப்பு (SSAO)

source: Skybox Radiance Detail
bg: Детайл на сиянието от небето
eo: Detaleco de ĉiela radiado
es: Detalle en la Radiación del Skybox
fr: Niveau de détail de radiance pour la skybox
it: Dettaglio Luce Skybox
nl: Hoekstraal van skybox
pl: Szczegóły blasku Skybox
ru: Дейтализация сияния скайбокса
ta: ச்கை பாக்ச் ரேடியன்ச் விவரம்

source: Low
bg: Ниско
eo: Malalta
es: Bajo
fr: Bas
it: Basso
nl: Laag
pl: Niski
ru: Низкая
ta: குறைந்த

source: Depth of Field
bg: Дълбочина на рязкост (DoF)
eo: Kampa profundeco
es: Fondo de Campo Visual
fr: Profondeur du champ
it: Profondità visiva
nl: Scherptediepte
pl: głębia ostrości
ru: Глубина резкости
ta: புலத்தின் ஆழம்

source: Depth of Field Amount
bg: Количество дълбочина на рязкост
eo: Kvanto de kampa profundeco
es: Cantidad de Fondo de Campo Visual
fr: Quantité de profondeur de champ
it: Quantità di Profondità visiva
nl: Hoeveelheid scherptediepte
pl: Wartość głębi ostrości
ru: Величина глубины резкости
ta: புலத்தின் ஆழம்

source: Used to determine how much the background is blurred when using depth of field.
bg: Настройва колко размазан е фонът при използването на дълбочина на рязкост (depth of field).
eo: Uzebla por determini kiom malklariĝos la fono, uzante kampan profundecon.
es: Utilizado para determinar cuanto se nublará el fondo al usar el fondo de campo visual.
fr: Utilisé pour déterminer l'intensité du floutage de l'arrière-plan lorsque la profondeur de champ est utilisée.
it: Usata per determinare quanto dello sfondo è sfuocato usando la profondità visiva.
nl: Hoeveel de achtergrond vervaagd dient te worden bij het gebruik van scherptediepte.
pl: Służy do określania stopnia rozmycia tła przy użyciu głębi ostrości.
ru: Используется для определения степени размытия фона при использовании глубины резкости.
ta: புலத்தின் ஆழத்தைப் பயன்படுத்தும் போது பின்னணி எவ்வளவு மங்கலாகிறது என்பதை தீர்மானிக்கப் பயன்படுகிறது.

source: Depth of Field Distance
bg: Дистанция на дълбочина на рязкост
eo: Distanco de kampa profundeco
es: Distancia del Fondo de Campo
fr: Distance pour la profondeur de champ
it: Distanza Profondità Visiva
nl: Scherptediepte-afstand
pl: Odległość
ru: Расстояние глубины резкости
ta: புல தூரத்தின் ஆழம்

source: Used to set the threshold of what is considered the background when using depth of field.
bg: Настройва далечината на границата, след която започва фонът при използването на дълбочина на рязкост.
eo: Uzebla por agordi la sojlon de kio konsideriĝas fono, uzante kampan profundecon.
es: Usado para fijar el límite de lo que se considera fondo al usar el fondo de campo visual.
fr: Définit le seuil à partir duquel les éléments sont considérés à l'arrière-plan lorsque la profondeur de champ est utilisée.
it: Imposta la soglia per determinare lo sfondo mentre uso la profondità visiva.
nl: De drempelwaarde omtrent het bepalen van de achtergrond bij gebruik van scherptediepte.
pl: Służy do ustawiania progu tego, co jest uważane za tło podczas używania głębi ostrości.
ru: Используется для установки порога того, что считается фоном при использовании глубины резкости.
ta: புலத்தின் ஆழத்தைப் பயன்படுத்தும் போது பின்னணியாகக் கருதப்படும் வாசலை அமைக்கப் பயன்படுகிறது.

source: Table Paint Filtering
bg: Филтриране на боята на масата
eo: Filtrado de tablaj desegnaĵoj
es: Filtro de Pintura de Mesa
fr: Filtrage pour la peinture de la table
it: Filtro Tabella Colore
nl: Tafelverffilter
pl: Filtrowanie farby tabeli
ru: Фильтрация краски на столе
ta: அட்டவணை வண்ணப்பூச்சு வடிகட்டுதல்

source: Back
bg: Назад
eo: Reen
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wróć
ru: Назад
ta: பின்

source: Apply
bg: Потвърди
eo: Apliki
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen
pl: Zatwierdź
ru: Применить
ta: இடு

source: OK
bg: ОК
eo: Bone
nl: Oké
ru: ОК
ta: சரி

source: Please press a key or button to bind it...
bg: Натиснете бутон или клавиш, който да зададете...
eo: Bonvolu premi klavon aŭ butonon por bindi ĝin...
es: Pulse una tecla o botón para fijarlo...
fr: Veuillez appuyer sur une touche ou un bouton pour l'associer…
it: Premi un tasto per completare l'associazione...
nl: Druk op een toe te wijzen toets of knop…
pl: Proszę nacisnąć klawisz lub przycisk, aby go ustawić...
ru: Пожалуйста, нажмите клавишу или кнопку, чтобы привязать…
ta: அதை பிணைக்க ஒரு விசை அல்லது பொத்தானை அழுத்தவும் ...

source: Cancel
bg: Отказ
eo: Nuligi
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
ru: Отмена
ta: ரத்துசெய்

source: Keep video settings?
bg: Запазване на видео настройките?
eo: Ĉu konservi la video-agordojn?
es: Conservar los parámetros de imagen?
fr: Garder les réglages vidéo ?
it: Mantenere le impostazioni video?
nl: Wil je de video-instellingen behouden?
pl: Zachować ustawienia wideo?
ru: Сохранить настройки видео?
ta: வீடியோ அமைப்புகளை வைத்திருக்கவா?

source: Reimporting Assets
bg: Импортиране на ресурси наново
eo: Reimportado de havaĵoj
es: Reimportando Recursos
fr: Importer à nouveau les ressources
it: Reimportazione Asset
nl: Bezig met opnieuw importeren van spelonderdelen…
pl: Ponowne importowanie zasobów
ru: Реимпорт ассетов
ta: சொத்துக்களை மறுசீரமைத்தல்

source: Warning!
bg: Внимание!
eo: Averto!
es: Advertencia!
fr: Attention !
it: Attenzione!
nl: Waarschuwing!
pl: Uwaga!
ru: Предупреждение!
ta: எச்சரிக்கை!

source: Now Playing:
bg: Сега свири:
eo: Nune ludata:
es: Ahora Jugando:
fr: En train de jouer :
it: In ascolto di:
nl: Huidig spel:
pl: Teraz odtwarzane:
ru: Сейчас играет:
ta: இப்போது விளையாடுகிறது:

source: Deal X cards
bg: Раздай X карти
eo: Disdoni X kartojn
es: Repartir X cartas
fr: Distribuer X cartes
it: Distribuisci X carte
nl: X-aantal kaarten delen
pl: Rozdaj X kart
ru: Раздать X карт
ta: டீல் ஃச் கார்டுகள்

source: Select track
bg: Избери музика
eo: Elekti trakon
es: Seleccionar pista
fr: Sélectionner la piste
it: Seleziona brano
nl: Kies een parcours
pl: Wybierz ścieżkę
ru: Выбрать трек
ta: தடத்தைத் தேர்ந்தெடுக்கவும்

source: Positional audio
bg: Пространствено аудио
eo: Pozicia sono
es: Audio posicional
fr: Position audio
it: Audio posizionale
nl: Positionele audio
pl: Dźwięk pozycyjny
ru: Позиционное аудио
ta: நிலை ஆடியோ

source: Range:
bg: Диапазон:
eo: Amplekso:
es: Alcance:
fr: Intervalle :
it: Raggio:
nl: Bereik:
pl: Zakres:
ru: Диапазон:
ta: எல்லை:

source: Take X off top
bg: Вземи X от горе
eo: Preni X de la supro
es: Tomar X de la parte superior
fr: En prendre X du dessus
it: Prendi X dalla cima
nl: X-aantal van de stapel pakken
pl: Zdejmij X z góry
ru: Взять X сверху
ta: மேலே ஃச் எடுத்துக் கொள்ளுங்கள்

source: Take X out
bg: Извади X
eo: Elpreni X
es: Retirar X
fr: En retirer X
it: Prendi via X
nl: X-aantal uitnemen
pl: Wyjmij X
ru: Взять Х с конца
ta: ஃச் வெளியே எடுக்கவும்

source: Position:
bg: Позиция:
eo: Pozicio:
es: Posición:
it: Posizione:
nl: Positie:
pl: Pozycja:
ru: Позиция:
ta: நிலை:

source: Y:
ta: ஒய்:

source: Rotation (°):
bg: Завъртане (°):
eo: Rotacio (°):
es: Rotación (°):
it: Rotazione (°):
nl: Draaiing (°):
pl: Obrót (°):
ru: Вращение (°):
ta: சுழற்சி (°):

source: Scale:
bg: Мащаб:
eo: Skalo:
es: Escala:
fr: Échelle :
it: Dimensione:
nl: Schaal:
pl: Skala:
ru: Масштаб:
ta: அளவு:

source: Value:
bg: Стойност:
eo: Valoro:
es: Valor:
fr: Valeur :
it: Valore:
nl: Waarde:
pl: Wartość:
ru: Значение:
ta: மதிப்பு:

source: Set value
bg: Задай стойност
eo: Agordi valoron
es: Asignar valor
fr: Définir la valeur
it: Imposta valore
nl: Waarde instellen
pl: Ustaw wartość
ru: Установить значение
ta: மதிப்பை அமைக்கவும்

source: Strength:
bg: Сила:
eo: Forteco:
es: Fuerza:
fr: Force :
it: Forza:
nl: Sterkte:
pl: Wytrzymałość:
ru: Сила:
ta: வலிமை:

source: System:
bg: Система:
eo: Sistemo:
es: Sistema:
fr: Système :
it: Sistema:
nl: Systeem:
ru: Система:
ta: அமைப்பு:

source: Metric
bg: Метрична
eo: Metra
es: Métrico
fr: Métrique
it: Metrica
nl: Metrisch
pl: metryczny
ru: Метрическая
ta: மெட்ரிக்

source: Brush Color:
bg: Цвят на четката:
eo: Penika koloro:
es: Color del Pincel:
fr: Couleur de la brosse :
it: Colore Penna:
nl: Kwastkleur:
pl: Kolor pędzla:
ru: Цвет кисти:
ta: தூரிகை நிறம்:

source: Brush Size:
bg: Размер на четката:
eo: Penika grando:
es: Tamaño del Pincel:
fr: Taille de la brosse :
it: Dimensione Penna:
nl: Kwastgrootte:
pl: Rozmiar pędzla:
ru: Размер кисти:
ta: தூரிகை அளவு:

source: Eraser Size:
bg: Размер на гумата:
eo: Viŝila grando:
es: Tamaño del Borrador:
fr: Taille de la gomme :
it: Dimensione Gomma:
nl: Gumomvang:
pl: Rozmiar gumki:
ru: Размер ластика:
ta: அழிப்பான் அளவு:

source: Select a track...
bg: Избери музика...
eo: Elektu trakon...
es: Seleccionar una pista...
fr: Sélectionner une piste...
it: Seleziona un brano...
nl: Kies een parcours…
pl: Wybierz ścieżkę...
ru: Выберите трек…
ta: ஒரு பாதையைத் தேர்ந்தெடுக்கவும் ...

source: Loaded %d tracks.
bg: Заредени са %d парчета.
eo: Ŝargiĝis %d trakoj.
es: Cargadas %d pistas.
fr: %d pistes chargées.
it: Caricati %d brani.
nl: Er zijn %d parcours geladen.
pl: Załadowano %d utworów.
ru: Загружено %d треков.
ta: ஏற்றப்பட்ட %d தடங்கள்.

source: Missing Assets
bg: Липсващи ресурси
eo: Mankantaj havaĵoj
es: Artículos Faltantes
fr: Resources manquantes
it: Asset Mancanti
nl: Ontbrekende spelonderdelen
pl: brakujące zasoby
ru: Отсутствуют ассеты
ta: சொத்துக்கள் காணவில்லை

source: The host has imported assets that your client is missing. This means that you won't be able to see these assets while in this game. There are a total of %d missing assets, and %d assets differ between your client and the host's client:
bg: Домакинът е импортирал ресурси, които липсват при теб. Това означава, че няма да можеш да ги виждаш в играта. Има общо %d липсващи ресурси, а %d ресурси се различават между твоят и клиента на домакина:
eo: La gastiganto importis havaĵojn, kiuj mankas al via kliento. Tio signifas, ke vi ne povos vidi tiujn havaĵojn dum vi estas en ĉi tiu ludo. Entute estas %d mankantaj havaĵoj, kaj %d havaĵoj malsamas inter via kliento kaj tiu de la gastiganto:
es: El anfitrión ha importado artículos que faltan a su cliente. Esto significa que no podrá ver estos artículos dentro de este juego. Hay un total de %d artículos faltantes, y %d artículos son distintos entre su cliente y el del anfitrión:
fr: L'hôte possède des assets importés qui manquent à votre client. Cela signifie que vous ne pourrez pas voir ces assets en jeu. Au total, %d assets manquents et %d assets sont différents entre votre client et le client de l'hôte :
it: L'host ha importato degli asset che mancano al tuo client. Questo significa che non potrai vedere questi asset durante questa partita. Ci sono un totale di %d asset mancanti, e %d asset differiscono fra il tuo client e il client dell'host:
nl: De organisator maakt gebruik van onderdelen die jij niet hebt. Dit houdt in dat je de onderdelen in kwestie niet kunt zien tijdens dit spel. Er zijn in totaal %d ontbrekende onderdelen en %d onderdelen die verschillen tussen de client van jou en de organisator:
pl: Host zaimportował zasoby, których brakuje Twojemu klientowi. Oznacza to, że nie będziesz mógł zobaczyć tych zasobów w tej grze. Łącznie brakuje %d zasobów, a %d zasobów różni się w zależności od klienta i klienta gospodarza:
ru: Хост импортировал ассеты, которые отсутствуют в вашем клиенте. Это означает, что вы не сможете увидеть эти ассеты, находясь в этой игре. Всего недостаёт %d ассетов, и %d ассетов различаются между вашим клиентом и клиентом хоста:
ta: உங்கள் வாடிக்கையாளர் காணாமல் போன சொத்துக்களை புரவலன் இறக்குமதி செய்துள்ளது. இந்த விளையாட்டில் இருக்கும்போது இந்த சொத்துக்களை நீங்கள் பார்க்க முடியாது என்பதே இதன் பொருள். மொத்தம் %d காணாமல் போன சொத்துக்கள் உள்ளன, மேலும் உங்கள் வாடிக்கையாளருக்கும் ஓச்டின் வாடிக்கையாளருக்கும் இடையில் %d சொத்துக்கள் வேறுபடுகின்றன:

source: Your client is also missing %d files, and %d files differ from that of the host's, which in total is %s of data:
bg: От твоят клиент също липсват %d файлове, а %d файлове се различават от тези на домакина, което общо е %s данни:
eo: Al via kliento mankas ankaŭ %d dosierojn, kaj %d dosieroj malsamas de tiuj de la gastiganto, kio entute estas %s da datumoj:
es: A su cliente también le faltan %d archivos, y %d archivos difieren de los del anfitrión, lo cual representa %s de datos:
fr: %d fichiers sont également manquants de votre client et %d fichiers sont différents de ceux de l'hôte, ce qui représente %s de données :
it: Al tuo client mancano %d file, e %d file differiscono da quello dell'host, per un totale di %s dati:
nl: Er ontbreken tevens %d bestanden in je client en %d bestanden verschillen met die van de organisator, in totaal %s:
pl: Twojemu klientowi brakuje także %d plików, a %d plików różni się od plików hosta, co w sumie daje %s danych:
ru: Вашему клиенту также не хватает %d файлов, а %d файлов отличаются от файлов хостера, что в сумме составляет %s данных:
ta: உங்கள் கிளையன்ட் %d கோப்புகளையும் காணவில்லை, மற்றும் %d கோப்புகள் ஓச்டிலிருந்து வேறுபடுகின்றன, இது மொத்தத்தில் தரவின் %s ஆகும்:

source: Yes, download missing assets.
bg: Да, изтегли липсващите ресурси.
eo: Jes, elŝutu mankantajn havaĵojn.
es: Si, descargar artículos faltantes.
fr: Oui, télécharger les ressources manquantes.
it: Si, scarica asset mancanti.
nl: Ontbrekende onderdelen downloaden
pl: Tak, pobierz brakujące zasoby.
ru: Да, загрузите недостающие ассеты.
ta: ஆம், காணாமல் போன சொத்துக்களைப் பதிவிறக்கவும்.

source: No, continue without them.
bg: Не, продължи без тях.
eo: Ne, daŭrigu la ludon sen ili.
es: No, continuar sin ellos.
fr: Non, continuer sans.
it: No, continua senza.
nl: Doorgaan zonder deze elementen
pl: Nie, kontynuuj bez nich.
ru: Нет, продолжайте без них.
ta: இல்லை, அவர்கள் இல்லாமல் தொடரவும்.

source: Download Assets?
bg: Изтегляне на ресурсите?
eo: Ĉu elŝuti havaĵojn?
es: Descargar Artículos?
fr: Télécharger les ressources ?
it: Scaricare gli Asset?
nl: Wil je de spelonderdelen downloaden?
pl: Pobrać zasoby ?
ru: Загрузить ассеты?
ta: சொத்துக்களைப் பதிவிறக்கவா?
